{"mediaRecords": [{"url": "https://www.thehindu.com/todays-paper/shah-moots-1-card-for-all-utilities/article29495777.ece", "title": "Shah moots 1 card for all utilities", "category": "Front page", "date": "2019/09/24", "id": "64aa4551-d83c-49ab-8b3d-77eeec319f00", "text": "Announcing that the 2021 census exercise would be carried out digitally, Union Home Minister Amit Shah on Monday suggested one card for all utilities in future.Speaking at the foundation stone laying ceremony for construction of a new building of the Registrar General of India (RGI) that conducts census, he said the digital census had the potential to bring all cards such as Aadhaar, passport, bank account, and driving licence on one platform. “Why is it so difficult to link and update birth and death registration with census data,” he wondered.No formal proposalHe said there was no formal proposal for the common utility card, but digital census had the potential of preparing the base for it.The decennial census exercise will be undertaken in 2021 and, for the first time, move from paper to digital format. Mr. Shah said Rs. 12,000 crore would be spent on preparation of the National Population Register (NPR) and census.Mr. Shah said the NPR would be updated on a priority basis as it helps in tracking criminal activities, and better planning and execution of government schemes. The NPR links biometric and demographic details of any ordinary resident, thus making it a comprehensive database of residents.The exercise was conducted earlier in two phases in 2010 and 2015. The next round of recording biometric and family tree details of Indian citizens will be conducted in September 2020, a government notification issued earlier said.The NPR exercise is different from the census and is not linked to the National Register of Citizens (NRC). For the purpose of the NPR, an ordinary resident is defined as a person who has resided in a local area for the past six months or more or a person who intends to reside in that area for the next six months or more.Mr. Shah said the Census 2021 data would be the base for the country’s future planning, development initiatives and welfare schemes, and people’s wholehearted participation would be the key to the success of the exercise.“India’s 130 crore population should be informed about its benefits. The utilisation of census data is multi-dimensional, and will be a significant contribution in the nation’s progress,” he said.He said on the basis of the 2011 Census, the Modi government had planned 22 welfare schemes related to electricity, gas connections, roads, houses for the poor, toilets, bank accounts, and opening of bank branches.He cited the example of the government’s flagship ‘Ujjwala’ scheme of providing free LPG connections to poor families, saying it has been successful as the scheme was prepared on the basis of the 2011 census data.“By 2022, there will not be a family which will not have a gas connection,” he said.Mr. Shah also said the 2011 Census reflected the poor sex ratio in some States. That’s why the programme of ‘Beti Bachao, Beti Padhao’ was launched.Haryana surges ahead“Under this scheme, the Haryana government has done so much work in the last five years that the State’s sex ratio is now among the best in the country,” he said.He said India’s population is 17.5% of the world’s, while the geographical area is just 2.4%.“So, naturallly, India has limited natural resources in comparison to the population. Therefore, to fill up this gap of inequality, we will have to work hard,” he said.", "summary": ["Announcing that the 2021 census exercise would be carried out digitally, Union Home Minister Amit Shah on Monday suggested one card for all utilities in future.Speaking at the foundation stone laying ceremony for construction of a new building of the Registrar General of India (RGI) that conducts census, he said the digital census had the potential to bring all cards such as Aadhaar, passport, bank account, and driving licence on one platform.", "“Why is it so difficult to link and update birth and death registration with census data,” he wondered.No formal proposalHe said there was no formal proposal for the common utility card, but digital census had the potential of preparing the base for it.The decennial census exercise will be undertaken in 2021 and, for the first time, move from paper to digital format.", "Mr. Shah said Rs. 12,000 crore would be spent on preparation of the National Population Register (NPR) and census.Mr. Shah said the NPR would be updated on a priority basis as it helps in tracking criminal activities, and better planning and execution of government schemes.", "The next round of recording biometric and family tree details of Indian citizens will be conducted in September 2020, a government notification issued earlier said.The NPR exercise is different from the census and is not linked to the National Register of Citizens (NRC).", "For the purpose of the NPR, an ordinary resident is defined as a person who has resided in a local area for the past six months or more or a person who intends to reside in that area for the next six months or more.Mr. Shah said the Census 2021 data would be the base for the country’s future planning, development initiatives and welfare schemes, and people’s wholehearted participation would be the key to the success of the exercise.“India’s 130 crore population should be informed about its benefits."], "ner_tags": {"PERSON": ["Amit Shah", "Shah", "Shah", "Shah", "Census"], "NORP": ["Indian"], "ORG": ["the Registrar General of India", "Aadhaar", "Rs", "the National Population Register", "NPR", "NPR", "NPR", "the National Register of Citizens", "NRC).For", "NPR", "’s"]}}, {"url": "https://www.thehindu.com/todays-paper/not-scared-of-using-nationalism-in-poll-campaign-fadnavis/article29496430.ece", "title": "Not scared of using nationalism in poll campaign Fadnavis", "category": "Front page", "date": "2019/09/24", "id": "44ce4ca0-dca4-465f-a504-5bd6e43fd838", "text": "Chief Minister Devendra Fadnavis on Monday wondered why nationalism cannot be the main agenda for the Maharashtra Assembly polls and why should anyone be scared of it. His statement comes a day after opposition parties criticised Bharatiya Janata Party (BJP) president Amit Shah for announcing that withdrawal of Article 370 from Jammu & Kashmir will be the core issue during poll campaign.“Article 370 is not the only agenda. But why should nationalism not be the agenda of elections? In US elections, the agenda is wall at the border. The agenda in Europe is nationalism. Why are we scared to talk about nationalism?” he asked addressing a press conference at the party headquarters in Mumbai.Mr. Fadnavis stressed that the party is happy with this being the agenda. “It is [withdrawal of Article 370] not only about Kashmir, it is also about the nation. But at the same time it won't be the only agenda ,” he said.The Chief Minister chose not to comment on the alliance between Shiv Sena and his party for the polls. “Just like you, I also care for the alliance. We will tell you once it is fixed. It should happen soon,” he said in reply to a query.The Metro car shed in Aarey, where over 2,600 trees will be cut to make way for the structure, is becoming a bone of contention between both the parties with Sena opposing it while Mr Fadnavis pushing hard for it.“I understand that concerns of some people about trees in Aarey are genuine in nature. But at the same time we have to figure out whether there are other motives behind it. We have discovered that around 10,000 objections came from one IP address in Bangalore,” claimed Mr. Fadnavis, hinting that an inquiry will be conducted.Commenting on the availability of alternate land at Kanjurmarg, Mr. Fadnavis said it has to be bought at Rs. 5,000 cr. “The project cost will increase, where will the extra money come? It will have to be recovered from the Metro ticket. It will ultimately affect Mumbaikars. The high court, National Green Tribunal and even the Supreme Court have accepted that this is not a protected forest but a private land. Now people are in the court over tree authority’s permission to cut trees. We will wait for the verdict,” he said.Mr. Fadnavis also said that the recent decision by Finance Minister Nirmala Sitharaman on reducing corporate tax, merging of banks and encouraging packages to new industries will benefit Maharashtra the most as it is the manufacturing hub of the country.", "summary": ["Chief Minister Devendra Fadnavis on Monday wondered why nationalism cannot be the main agenda for the Maharashtra Assembly polls and why should anyone be scared of it.", "His statement comes a day after opposition parties criticised Bharatiya Janata Party (BJP) president Amit Shah for announcing that withdrawal of Article 370 from Jammu & Kashmir will be the core issue during poll campaign.“Article 370 is not the only agenda.", "But why should nationalism not be the agenda of elections?", "In US elections, the agenda is wall at the border.", "The agenda in Europe is nationalism.", "Why are we scared to talk about nationalism?” he asked addressing a press conference at the party headquarters in Mumbai.Mr. Fadnavis stressed that the party is happy with this being the agenda.", "“It is [withdrawal of Article 370] not only about Kashmir, it is also about the nation.", "But at the same time it won't be the only agenda ,” he said.The Chief Minister chose not to comment on the alliance between Shiv Sena and his party for the polls.", "It should happen soon,” he said in reply to a query.The Metro car shed in Aarey, where over 2,600 trees will be cut to make way for the structure, is becoming a bone of contention between both the parties with Sena opposing it while Mr Fadnavis pushing hard for it.“I understand that concerns of some people about trees in Aarey are genuine in nature.", "We have discovered that around 10,000 objections came from one IP address in Bangalore,” claimed Mr. Fadnavis, hinting that an inquiry will be conducted.Commenting on the availability of alternate land at Kanjurmarg, Mr. Fadnavis said it has to be bought at Rs. 5,000 cr.", "Now people are in the court over tree authority’s permission to cut trees."], "ner_tags": {"PERSON": ["Devendra Fadnavis", "Amit Shah", "Fadnavis", "Shiv Sena", "Mr Fadnavis", "Fadnavis", "Kanjurmarg", "Fadnavis"], "ORG": ["the Maharashtra Assembly", "Bharatiya Janata Party", "BJP", "Jammu & Kashmir", "Rs"], "GPE": ["US", "Mumbai", "Aarey", "Sena", "Aarey", "Bangalore"], "LOC": ["Europe", "Kashmir"], "LAW": ["Article 370", "Article 370"]}}, {"url": "https://www.thehindu.com/todays-paper/shift-projected-affected-people-from-mahul-hc/article29496432.ece", "title": "Shift out residents from Mahul HC", "category": "Front page", "date": "2019/09/24", "id": "5e130b80-9c63-42f8-b713-3c00db952f24", "text": "In a relief to over 5,000 families staying at Mahul, the Bombay High Court on Monday said no more families should be shifted there till alternative accommodation is provided to current residents of Eversmile PAP Colony. The high court also ruled that Rs. 15,000 per month should be paid as transit rent with security deposit of Rs. 45,000 to each family within 12 weeks.A division bench of Chief Justice Pradeep Nandrajog and Justice Bharati Dangre was hearing a plea filed by Maharashtra government against an order passed by another division bench on April 3, directing it to deposit Rs. 15,000 per month as rent and an additional Rs. 45,000 as refundable deposit in the bank accounts of thousands of residents and other project affected people (PAP). The court was also hearing the petitioners plea on urging the State and the Brihanmumbai Municipal Corporation (BMC) to relocate families because of various health problems that they are facing for living there.The PAP colony comprises 72 buildings and 17,205 tenements and is separated from the Bharat Petroleum Corporation Limited refinery by a 15-metre road. Within a 300-meter radius of the Eversmile PAP colony, is Sealord Containers – a logistics company serving oil, gas and chemical industries by providing containers and a total of 10 storage terminals for high volumes of chemicals, including hazardous chemicals, which are generally brought in by sea and unloaded at the Pir Pau jetty. Bordering the colony in its southern end is the Tata Power Thermal Energy Plant, Bhabha Atomic Research Centre, and the Bharat Petroleum Corporation Limited refinery.The Bench mentioned findings by the National Green Tribunal and relied upon reports submitted from Indian Institute of Technology, Maharashtra Pollution Control Board, Central Pollution Control Board and National Environmental Engineering Research Institute and said, “Mahul continues to be a dangerously polluted region. It is evident that residing in the Eversmile Colony has resulted in the PAPs suffering a variety of serious health issues, including acute respiratory diseases.”The 71-page-judgement added, “It is therefore evident that residential premises in the vicinity of such refineries can pose multi-faceted security risks, which are not only restricted to the health of the residents nearby and the absolute liability imposed on the refineries, but a terrorist attack using these refineries as targets could lead to colossal destruction within the city, that could debilitate a large number of people living around the Chembur region.”", "summary": ["The high court also ruled that Rs. 15,000 per month should be paid as transit rent with security deposit of Rs. 45,000 to each family within 12 weeks.A division bench of Chief Justice Pradeep Nandrajog and Justice Bharati Dangre was hearing a plea filed by Maharashtra government against an order passed by another division bench on April 3, directing it to deposit Rs. 15,000 per month as rent and an additional Rs. 45,000 as refundable deposit in the bank accounts of thousands of residents and other project affected people (PAP).", "The court was also hearing the petitioners plea on urging the State and the Brihanmumbai Municipal Corporation (BMC) to relocate families because of various health problems that they are facing for living there.The PAP colony comprises 72 buildings and 17,205 tenements and is separated from the Bharat Petroleum Corporation Limited refinery by a 15-metre road.", "Bordering the colony in its southern end is the Tata Power Thermal Energy Plant, Bhabha Atomic Research Centre, and the Bharat Petroleum Corporation Limited refinery.The Bench mentioned findings by the National Green Tribunal and relied upon reports submitted from Indian Institute of Technology, Maharashtra Pollution Control Board, Central Pollution Control Board and National Environmental Engineering Research Institute and said, “Mahul continues to be a dangerously polluted region."], "ner_tags": {"PERSON": ["Pradeep Nandrajog", "Bharati Dangre", "Mahul"], "ORG": ["Rs", "Rs", "Maharashtra", "Rs", "State", "the Brihanmumbai Municipal Corporation", "BMC", "PAP", "the Bharat Petroleum Corporation Limited", "the Tata Power Thermal Energy Plant", "Bhabha Atomic Research Centre", "the Bharat Petroleum Corporation Limited", "Bench", "the National Green Tribunal", "Indian Institute of Technology", "Maharashtra Pollution Control Board", "Central Pollution Control Board", "National Environmental Engineering Research Institute"]}}, {"url": "https://www.thehindu.com/todays-paper/rawat-hints-at-stronger-action-as-pak-revives-balakot-camp/article29495779.ece", "title": "Rawat hints at stronger action as Pak revives Balakot camp", "category": "Front page", "date": "2019/09/24", "id": "e93698c9-9db0-4deb-8bfd-a344e774a11e", "text": "Chief of Army Staff General Bipin Rawat on Monday indicated that India’s response to the revival of the terrorist camp at Balakot in Pakistan could go beyond air strikes.Asked if there could be a repeat of the air strike, he said: “Why must we expect a repeat of a similar thing? Earlier we did something, then we did Balakot; why not keep the other side guessing as to what we will do? Why tell them what we are going to do? Why say repeat? Why not something beyond that?”Interacting with reporters at the Officers Training Academy (OTA) in Chennai, Gen. Rawat said, the terrorist camp in Pakistan that had been destroyed by the Indian Air Force earlier this year, has been reactivated very recently and at least 500 persons were waiting to sneak into India.However, adequate measures were in place to prevent their entry, he asserted.‘Number fluctuating’To a query on the number of infiltrators, he said: “These numbers keep fluctuating. But, I would say, yes, there are at least 500 people waiting to infiltrate. That is the minimum number I would say. But, these numbers keep fluctuating because, depending on how the weather pattern is, they keep moving.”", "summary": ["Chief of Army Staff General Bipin Rawat on Monday indicated that India’s response to the revival of the terrorist camp at Balakot in Pakistan could go beyond air strikes.Asked if there could be a repeat of the air strike, he said: “Why must we expect a repeat of a similar thing?", "Why not something beyond that?”Interacting with reporters at the Officers Training Academy (OTA) in Chennai, Gen. Rawat said, the terrorist camp in Pakistan that had been destroyed by the Indian Air Force earlier this year, has been reactivated very recently and at least 500 persons were waiting to sneak into India.However, adequate measures were in place to prevent their entry, he asserted.‘Number fluctuating’To a query on the number of infiltrators, he said: “These numbers keep fluctuating.", "But, I would say, yes, there are at least 500 people waiting to infiltrate.", "But, these numbers keep fluctuating because, depending on how the weather pattern is, they keep moving.”"], "ner_tags": {"PERSON": ["Bipin Rawat", "Rawat"], "ORG": ["Army", "the Officers Training Academy", "OTA", "the Indian Air Force"], "GPE": ["India", "Balakot", "Pakistan", "Chennai", "Pakistan", "India"]}}, {"url": "https://www.thehindu.com/todays-paper/centre-nudges-delhi-on-fast-track-special-courts/article29496034.ece", "title": "Centre nudges Delhi on fast track special courts", "category": "Front page", "date": "2019/09/24", "id": "ac6ad48a-6e7d-445f-9528-ce39a263dec6", "text": "The Centre has written to the Delhi government for a “quick response” on a scheme to set up 16 more fast-track special courts to dispose of the over 10,000 cases of sexual assault against women and children, including rape, pending in special courts in the city.The Delhi government, however, is yet to reply to the September 5 letter from the Union Ministry of Law and Justice, according to sources.\nThe Hindu\nhad earlier this month reported that the Delhi government has not sent suggestions on a nine-month-old proposal from the Central government to set up 16 FTSCs. Delhi Law Minister Kailash Gahlot had then said that they were taking suggestions from different departments.These 16 courts are part of 1,023 FTSCs proposed to be set up across the country by the Central government using the Nirbhaya Fund to speed up the disposal of such cases. The Centre came up with the plan following Supreme Court directions on the matter.“For a timely and efficient implementation of the scheme... you are requested to convey your reply to us at the earliest. Your quick response will help us in processing the transfer of funds at an early date,” reads the September 5 letter accessed by\nThe Hindu\n.The letter also said that initially the scheme will operate for one year, and the total funds required for setting up and functioning of the 16 FTSCs for one year is Rs. 12 crore, of which Rs. 7.2 crore (60%) will be borne by the Central government. The Delhi government will have to arrange the rest of the money. The issue of setting up 16 FTSCs was also raised in a meeting chaired by Lieutenant-Governor Anil Baijal earlier this month, according to an official who attended it.When the State government approached the Delhi HC on the matter earlier this year, the latter said the pendency of cases was increasing every year and stood at 10,009 cases, as of December 31, 2018. It also said that the city needs 59 such special courts to dispose of the cases and to begin with, 16 FTSCs be set up in Delhi, followed by more in subsequent phases. There are 16 POSCO courts and 10 FTSCs dealing with sexual offences against children and women respectively at present.", "summary": ["The Centre has written to the Delhi government for a “quick response” on a scheme to set up 16 more fast-track special courts to dispose of the over 10,000 cases of sexual assault against women and children, including rape, pending in special courts in the city.The Delhi government, however, is yet to reply to the September 5 letter from the Union Ministry of Law and Justice, according to sources.", "had earlier this month reported that the Delhi government has not sent suggestions on a nine-month-old proposal from the Central government to set up 16 FTSCs. Delhi Law Minister Kailash Gahlot had then said that they were taking suggestions from different departments.These 16 courts are part of 1,023 FTSCs proposed to be set up across the country by the Central government using the Nirbhaya Fund to speed up the disposal of such cases.", "The Centre came up with the plan following Supreme Court directions on the matter.“For a timely and efficient implementation of the scheme...", ".The letter also said that initially the scheme will operate for one year, and the total funds required for setting up and functioning of the 16 FTSCs for one year is Rs. 12 crore, of which Rs. 7.2 crore (60%) will be borne by the Central government.", "The issue of setting up 16 FTSCs was also raised in a meeting chaired by Lieutenant-Governor Anil Baijal earlier this month, according to an official who attended it.When the State government approached the Delhi HC on the matter earlier this year, the latter said the pendency of cases was increasing every year and stood at 10,009 cases, as of December 31, 2018.", "It also said that the city needs 59 such special courts to dispose of the cases and to begin with, 16 FTSCs be set up in Delhi, followed by more in subsequent phases.", "There are 16 POSCO courts and 10 FTSCs dealing with sexual offences against children and women respectively at present."], "ner_tags": {"PERSON": ["Kailash Gahlot", "Anil Baijal"], "NORP": ["Central", "Central"], "ORG": ["Centre", "the Union Ministry of Law and Justice", "the Nirbhaya Fund", "Centre", "Supreme Court", "Rs", "Rs", "Central", "State", "POSCO"], "GPE": ["Delhi", "Delhi", "Delhi", "Delhi", "Delhi"]}}, {"url": "https://www.thehindu.com/todays-paper/india-will-set-higher-green-energy-target-pm/article29495780.ece", "title": "Renewable energy target to be more than doubled", "category": "Front page", "date": "2019/09/24", "id": "3bece0d6-9705-427a-96b9-cd7ae90e610a", "text": "India’s renewable energy target will be increased to 450 GW, Prime Minister Narendra Modi said at the United Nations Climate Action Summit here on Monday.“India today has come not just to talk about the seriousness of this issue, but to present a practical approach and a road map. We believe an ounce of practice is worth more than a tonne of preaching,” he said.Comprehensive planSpeaking in Hindi, Mr. Modi reiterated India’s commitment to the creation of 175 GW renewable energy capacity by 2022 under the Paris Climate Agreement. “What is needed today is a comprehensive approach which covers education, values and everything from lifestyle to developmental philosophy... What we need is a global people’s movement to bring about behavioural change.”India would spend approximately $50 billion “in the next few years” on the Jal Jeevan Mission to conserve water, harvest rainwater and develop water resources, he added.Mr. Modi also said India planned to “considerably increase the proportion of the biofuel blend in petrol and diesel.”He said India had plans to make the transport sector green through the use of electrical vehicles.The Prime Minister highlighted his call from banning single-use plastics, the International Solar Alliance, an Indian-led initiative, and that India had provided 160 million families with cooking gas connections.New initiativesHe also announced two international initiatives. First, a platform with Sweden and other countries, for governments and the private sector to work together to develop low carbon pathways for industry.Second, a Coalition for Disaster Resilient Infrastructure. This initiative was approved by the Union Cabinet last month and Rs. 480 crore has been allocated for technical assistance and projects.The U.K., Australia and island nations such as Fiji and the Maldives will be part of this coalition.UN Secretary General Antonio Guterres had asked leaders to come with “concrete plans” rather than “beautiful speeches”, a message he emphasised at the start of the summit.Mr. Modi’s early slot, after New Zealand Prime Minister Jacina Ardern and Hilda Heine, the President of the Marshall Islands, was a recognition of India’s leadership in climate action, according to India’s UN envoy Syed Akbaruddin, who briefed the media a few days ago on the summit.U.S. pulls outThe U.S., Brazil, and South Africa are among countries that will not be speaking at the summit.", "summary": ["India’s renewable energy target will be increased to 450 GW, Prime Minister Narendra Modi said at the United Nations Climate Action Summit here on Monday.“India today has come not just to talk about the seriousness of this issue, but to present a practical approach and a road map.", "We believe an ounce of practice is worth more than a tonne of preaching,” he said.Comprehensive planSpeaking in Hindi, Mr. Modi reiterated India’s commitment to the creation of 175 GW renewable energy capacity by 2022 under the Paris Climate Agreement.", "What we need is a global people’s movement to bring about behavioural change.”India would spend approximately $50 billion “in the next few years” on the Jal Jeevan Mission to conserve water, harvest rainwater and develop water resources, he added.Mr. Modi also said India planned to “considerably increase the proportion of the biofuel blend in petrol and diesel.”He said India had plans to make the transport sector green through the use of electrical vehicles.The Prime Minister highlighted his call from banning single-use plastics, the International Solar Alliance, an Indian-led initiative, and that India had provided 160 million families with cooking gas connections.New initiativesHe also announced two international initiatives."], "ner_tags": {"PERSON": ["Narendra Modi", "Modi", "Modi"], "NORP": ["Indian"], "ORG": ["GW", "the United Nations Climate Action Summit", "GW", "the Jal Jeevan Mission", "the International Solar Alliance"], "GPE": ["India", "Monday.“India", "Hindi", "India", "India", "India", "India"], "LAW": ["the Paris Climate Agreement"], "MONEY": ["approximately $50 billion"], "QUANTITY": ["more than a tonne"]}}, {"url": "https://www.thehindu.com/todays-paper/allahabad-high-court-refuses-stay-on-law-students-arrest/article29495983.ece", "title": "High Court refuses stay on law student s arrest", "category": "Front page", "date": "2019/09/24", "id": "cd223cd3-4ba9-4f8c-b509-cfb326cd13e1", "text": "The Allahabad High Court on Monday refused to grant relief to the Shahjahanpur law student seeking a stay on her possible arrest in an extortion case filed by BJP leader Swami Chinmayanand, who is accused of raping her.Mr. Chinmayanand, who was arrested on Friday, was shifted on Monday from a Shahjahanpur jail to a Lucknow hospital, where he was tested for cardiac problems.The Special Investigation Team probing the case submitted a report in a sealed cover before a two-judge Bench.Expressing satisfaction with the probe so far, the Bench of Justices Manoj Mishra and Manju Rani Chauhan fixed October 22 for the probe team to submit the next report. The woman was also present in the courtroom. The postgraduate law student had sought a stay on her arrest after the SIT booked her and arrested three men for allegedly trying to extort money from Mr. Chinmayanand.Fresh petition“If the victim wants any relief in this regard, she may file a fresh petition before an appropriate Bench,” the High Court said. “This Bench was nominated to the case only for monitoring the investigation in this matter and has no jurisdiction to pass order on stay of arrest.”Chinmayanand in ICUMr. Chinmayanand has been admitted to the intensive care unit of the Sanjay Gandhi Postgraduate Institute in Lucknow, where cardiologists examined him, Jail Superintendent Rakesh Kumar said.Hospital Chief Medical Superintendent Amit Agarwal said angiography was done and no significant blockage was found, adding that angioplasty was not required.", "summary": ["The Allahabad High Court on Monday refused to grant relief to the Shahjahanpur law student seeking a stay on her possible arrest in an extortion case filed by BJP leader Swami Chinmayanand, who is accused of raping her.Mr. Chinmayanand, who was arrested on Friday, was shifted on Monday from a Shahjahanpur jail to a Lucknow hospital, where he was tested for cardiac problems.The Special Investigation Team probing the case submitted a report in a sealed cover before a two-judge Bench.Expressing satisfaction with the probe so far, the Bench of Justices Manoj Mishra and Manju Rani Chauhan fixed October 22 for the probe team to submit the next report.", "The postgraduate law student had sought a stay on her arrest after the SIT booked her and arrested three men for allegedly trying to extort money from Mr. Chinmayanand.Fresh petition“If the victim wants any relief in this regard, she may file a fresh petition before an appropriate Bench,” the High Court said."], "ner_tags": {"PERSON": ["Swami Chinmayanand", "Bench", "Chinmayanand"], "NORP": ["Shahjahanpur", "Shahjahanpur"], "ORG": ["The Allahabad High Court", "BJP", "Special Investigation Team", "the Bench of Justices Manoj Mishra", "Manju Rani Chauhan", "SIT", "Bench", "the High Court"], "GPE": ["Lucknow"]}}, {"url": "https://www.thehindu.com/todays-paper/polavaram-reverse-tendering-a-big-success-ysrcp/article29495726.ece", "title": "Govt says saved Rs 628 cr in Polavaram project", "category": "Front page", "date": "2019/09/24", "id": "a393faec-f747-4912-8357-63f57e3c7e3e", "text": "The YSR Congress Party government has claimed a big success of its reverse rendering concept and a saving of Rs. 628 crore to the exchequer in the Polavaram Project works. Megha Engineering and Infrastructure Limited (MEIL) has bagged these works quoting an amount that was 12.6% less than the base price fixed by the Andhra Pradesh government.MEIL was the only company to make a bid for Rs. 4,359.12 crore for completion of the unfinished works.This works out to a saving of Rs. 628.43 crore, that is, 12.6% lesser than the ECV (estimated contract value as per detailed estimate) IBM (internal bench mark) value of Rs. 4,987.55 crore fixed by the A.P. government.MEIL, which has constructed the Pattiseema Lift Irrigation Scheme, has bagged the contract for completion of Polavaram project, including headworks and the Hydro Power Plant.The new government has always been saying that reverse tendering would save the exchequer a lot of money. Polavaram Project Chief Engineer B .Sudhakara Babu in a letter to the Water Resources Special Chief Secretary Aditya Nath Das said: “As the bid value was less than the IBM value, it may be appropriate to award the contract to Megha Engineering and Infrastructure Limited”.‘No provision’The Chief Engineer in the letter said: “As per GO Ms N.67 date August 16, 2019, in order to conduct the reverse tender process, at least two bidders were required.” As only one bidder had participated, there was no provision for initiating the reverse tendering process, the official said. He, however, recommended that the contract be awarded to MEIL as the bid value made by the company was lesser than the IBM value.Once the government finalises the tender, MEIL would be required to complete balance works of investigation, survey, preparation of designs and drawing and schedules for the construction of the incomplete bits in the earth-cum-rock-filled dam, spill channel, approach channel, pilot channel, spillway, excavation of foundations of the 960 MW hydro electric power house and other works under lump some contract system under Part A of the tender.", "summary": ["Megha Engineering and Infrastructure Limited (MEIL) has bagged these works quoting an amount that was 12.6% less than the base price fixed by the Andhra Pradesh government.MEIL was the only company to make a bid for Rs. 4,359.12 crore for completion of the unfinished works.This works out to a saving of Rs. 628.43 crore, that is, 12.6% lesser than the ECV (estimated contract value as per detailed estimate) IBM (internal bench mark) value of Rs. 4,987.55 crore fixed by the A.P. government.MEIL, which has constructed the Pattiseema Lift Irrigation Scheme, has bagged the contract for completion of Polavaram project, including headworks and the Hydro Power Plant.The new government has always been saying that reverse tendering would save the exchequer a lot of money.", "Polavaram Project Chief Engineer B .Sudhakara Babu in a letter to the Water Resources Special Chief Secretary Aditya Nath Das said: “As the bid value was less than the IBM value, it may be appropriate to award the contract to Megha Engineering and Infrastructure Limited”.‘No provision’The Chief Engineer in the letter said: “As per GO Ms N.67 date August 16, 2019, in order to conduct the reverse tender process, at least two bidders were required.” As only one bidder had participated, there was no provision for initiating the reverse tendering process, the official said."], "ner_tags": {"PERSON": ["Aditya Nath Das", "Engineer"], "NORP": ["A.P.", "Polavaram"], "ORG": ["Megha Engineering and Infrastructure Limited", "Andhra", "MEIL", "Rs", "Rs", "ECV", "IBM", "Rs", "MEIL", "the Hydro Power Plant", "Polavaram", "the Water Resources Special", "IBM", "Megha Engineering", "GO"], "LAW": ["the Pattiseema Lift Irrigation Scheme"]}}, {"url": "https://www.thehindu.com/todays-paper/a-tall-order/article29495980.ece", "title": "A tall order", "category": "Front page", "date": "2019/09/24", "id": "9834de9d-7504-4bf3-905a-a0e0b83ccc62", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/a-tall-order/article29496427.ece", "title": "A tall order", "category": "Front page", "date": "2019/09/24", "id": "43f0016f-33b9-4a20-85c1-ebd47847fb10", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/indices-clock-best-ever-2-day-rally/article29496428.ece", "title": "Indices clock best ever 2 day rally", "category": "Front page", "date": "2019/09/24", "id": "21fd9dd8-287e-4c3c-9a9b-4e2239578e4d", "text": "The strong surge in equities, that started on Friday on the back of a cut in corporate tax rates and other incentives for India Inc., continued on Monday with the benchmark indices registering their best-ever two-day rally.The 30-share Sensex gained 1,075.41 points, or 2.83%, to close above the psychological 39,000-mark at 39,090.03. The index has gained almost 3,000 points — 2,996.56 to be precise — in just two trading sessions.Index constituents like L&T, ITC, Axis Bank, Kotak Mahindra Bank, ICICI Bank, Asian Paints and Indusind Bank all gained more than 6% each. Index heavyweights like HDFC and HDFC Bank also gained 5.22% and 4.86%, respectively.", "summary": ["Index heavyweights like HDFC and HDFC Bank also gained 5.22% and 4.86%, respectively."], "ner_tags": {"ORG": ["HDFC", "HDFC Bank"]}}, {"url": "https://www.thehindu.com/todays-paper/inputs-warn-of-terror-attack/article29495781.ece", "title": "Inputs warn of terror attack", "category": "Front page", "date": "2019/09/24", "id": "42ceca7f-22fa-488f-8866-333678b4556b", "text": "Intelligence inputs have warned of a possible terror attack during the festive season, official sources said. Army sources said major infiltration attempts were likely along the Line of Control (LoC) in the next 3-4 days.page 11", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/sand-mining-pwd-permit-to-be-extended/article29495857.ece", "title": "Sand mining PWD permit to be extended", "category": "Front page", "date": "2019/09/24", "id": "6cbb5f6a-3617-4ec7-9e9c-e4ad81fb7d1f", "text": "The Expert Appraisal Committee of the Ministry of Environment, Forest and Climate Change has recommended a three-year extension of the Environmental Clearance (EC) given to the Tamil Nadu Public Works Department for river sand mining on the Cauvery bed in Tiruchi and Karur.The project involves mining more than 30 lakh cubic metres of river sand in the upstream and downstream areas of the Kattalai Bed Regulator on the Cauvery.In May 2015, the Public Works Department was given the EC for the project with a validity of three years.The Department approached the Committee for an extension citing its inability to mine the requisite quantity of sand “due to flow in the river and storage of water in the newly constructed barrage”.The PWD submitted that the project could not be completed in three years.In its application, it said the project, spread over 196.25 hectares of Sriramasamuthiram and Silaipillayaputtur villages in Tiruchi and 256.06 hectares of Mayanur village in Karur district, was for mining 15.01 lakh cubic metres and 15.18 lakh cubic metres of river sand respectively. “Open cast, semi-mechanized, shallow mining on sand shoals above the river bed... [involve] no permanent or temporary change in land use,” it added.Last year, the Department approached the Ministry seeking a clarification on the validity of the EC — whether it was effective from the date of issuance (May 14, 2015) or the date of commencement of the mining operations (January 1, 2016). The Ministry did not provide any written clarification and the PWD submitted before the EAC that in the absence of any response, it understood the validity of the EC to be from the date of commencement of operations.“The Committee is of the view that generally validity of EC is considered from the date of issuance of EC letter but project proponent (PWD) has approached the Ministry well within the validity of EC — that is, before May 13, 2018, for clarification. Non-responsiveness of Ministry has culminated in delay in application for extension and the Committee may consider the case in this background,” the EAC said.", "summary": ["The Expert Appraisal Committee of the Ministry of Environment, Forest and Climate Change has recommended a three-year extension of the Environmental Clearance (EC) given to the Tamil Nadu Public Works Department for river sand mining on the Cauvery bed in Tiruchi and Karur.The project involves mining more than 30 lakh cubic metres of river sand in the upstream and downstream areas of the Kattalai Bed Regulator on the Cauvery.In May 2015, the Public Works Department was given the EC for the project with a validity of three years.The Department approached the Committee for an extension citing its inability to mine the requisite quantity of sand “due to flow in the river and storage of water in the newly constructed barrage”.The PWD submitted that the project could not be completed in three years.In its application, it said the project, spread over 196.25 hectares of Sriramasamuthiram and Silaipillayaputtur villages in Tiruchi and 256.06 hectares of Mayanur village in Karur district, was for mining 15.01 lakh cubic metres and 15.18 lakh cubic metres of river sand respectively.", "[involve] no permanent or temporary change in land use,” it added.Last year, the Department approached the Ministry seeking a clarification on the validity of the EC — whether it was effective from the date of issuance (May 14, 2015) or the date of commencement of the mining operations (January 1, 2016).", "The Ministry did not provide any written clarification and the PWD submitted before the EAC that in the absence of any response, it understood the validity of the EC to be from the date of commencement of operations.“The Committee is of the view that generally validity of EC is considered from the date of issuance of EC letter but project proponent (PWD) has approached the Ministry well within the validity of EC — that is, before May 13, 2018, for clarification."], "ner_tags": {"PERSON": ["Karur"], "ORG": ["The Expert Appraisal Committee", "the Ministry of Environment", "Forest", "Climate Change", "EC", "the Tamil Nadu Public Works Department", "Cauvery", "the Public Works Department", "EC", "Department", "Committee", "PWD", "Department", "Ministry", "EC", "2016).The Ministry", "PWD", "EAC", "EC", "Committee", "EC", "EC", "EC"], "GPE": ["Tiruchi", "Silaipillayaputtur", "Tiruchi", "Mayanur", "Karur"], "PRODUCT": ["Sriramasamuthiram"], "LAW": ["the Environmental Clearance"], "QUANTITY": ["15.01 lakh cubic metres", "15.18 lakh cubic metres"]}}, {"url": "https://www.thehindu.com/todays-paper/i-t-dept-notice-to-wife-of-ashok-lavasa/article29495981.ece", "title": "I T Dept notice to wife of Ashok Lavasa", "category": "Front page", "date": "2019/09/24", "id": "f60951aa-0139-49e5-a0e3-ff6f93b03197", "text": "The Income Tax Department on Monday issued a notice to Election Commissioner Ashok Lavasa’s wife seeking clarifications regarding discrepancies in her income tax returns.The notice sent to Novel Singhal had to do with her income earned as an independent director on a number of companies. Income Tax officials, however, said that it was a routine matter.The official did not state the quantum of money involved. Ms. Singhal is a former banker, having taken early retirement from the SBI in 2005.", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/trump-renews-offer-to-mediate/article29495797.ece", "title": "Trump renews offer to mediate", "category": "Front page", "date": "2019/09/24", "id": "d6a0db7a-d40c-4367-a5dc-6bbfdb1bed7f", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/healthy-life-a-basic-right/article29495799.ece", "title": " Healthy life a basic right ", "category": "Front page", "date": "2019/09/24", "id": "545da822-df19-49f3-b8cf-fcba5dff7712", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/nlsiu-students-end-boycott-of-classes/article29495794.ece", "title": "NLSIU students end boycott of classes", "category": "Front page", "date": "2019/09/24", "id": "c07ba531-b137-46ae-a60b-a4c7d471bdd7", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/met-dept-forecasts-more-rain-in-city/article29495795.ece", "title": "Met Dept forecasts more rain in city", "category": "Front page", "date": "2019/09/24", "id": "5ed20fba-0c1a-4731-81b6-702263a040ef", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tender-floated-for-50-lakh-anti-pollution-masks/article29495985.ece", "title": "Tender floated for 50 lakh anti pollution masks", "category": "Front page", "date": "2019/09/24", "id": "5195913c-9f1b-4b55-bf11-caeea99f4a98", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/giant-earthworm-found-in-the-western-ghats/article29496385.ece", "title": "Giant earthworm found in the Western Ghats", "category": "Front page", "date": "2019/09/24", "id": "f9a0e862-4d77-438e-a7c3-28aed06dbbfc", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/13-arrested-as-youth-cong-activists-clash/article29496387.ece", "title": "13 arrested as Youth Cong activists clash", "category": "Front page", "date": "2019/09/24", "id": "56710d04-e894-48d3-9bdc-1bb42f3e04a1", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/legislature-session-advanced/article29496159.ece", "title": "Legislature session advanced", "category": "Front page", "date": "2019/09/24", "id": "6e483141-49c3-4545-bba8-7d098d8ba32e", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/e-policing-to-be-part-of-police-training/article29496161.ece", "title": "E policing to be part of police training", "category": "Front page", "date": "2019/09/24", "id": "e8486eb6-d5fe-4e71-bdd6-cffc33be83e4", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/this-time-gollarahatti-welcomes-mp/article29496479.ece", "title": "This time Gollarahatti welcomes MP", "category": "Front page", "date": "2019/09/24", "id": "767290fb-67fc-4c4a-b9d7-f5705072241d", "text": "A. Narayanaswamy, MP for Chitradurga, who was denied entry into the Pemmanahalli Gollarahatti last week in a blatant practice of untouchability, was welcomed in a grand manner on Monday. The residents showered him with flowers and took him in a procession around the Gollarahatti.", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/giant-earthworm-found-in-western-ghats/article29496480.ece", "title": "Giant earthworm found in Western Ghats", "category": "Front page", "date": "2019/09/24", "id": "6855f5f4-9427-456b-9a36-3b72f4e1f1c8", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/clash-averted-at-jadavpur-university/article29496507.ece", "title": "Clash averted at Jadavpur University", "category": "Front page", "date": "2019/09/24", "id": "dd3ccdd4-9578-4844-b4bf-5defc1fe7fc4", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/police-prevent-clash-between-abvp-and-left-supporters-at-ju/article29495677.ece", "title": "High drama as ABVP attempts to storm Jadavpur University", "category": "National", "date": "2019/09/24", "id": "0a2cfeae-4de7-460c-bc6c-aa1a36eb38b4", "text": "A confrontation was averted at Kolkata’s Jadavpur University on Monday as police prevented supporters of the Akhil Bharatiya Vidyarthi Parishad (ABVP) and students’ wings of the Left parties from coming face to face.ABVP supporters took out a procession in protest against the incident on September 19 when Union Minister for State Babul Supriyo was heckled at the University.The procession of a few hundred ABVP members started from Golpark in south Kolkata but was stopped at Jodhpur Park near the University campus.Police personnel who were deployed in large numbers since the morning had put up barricades and prevented the ABVP members to march further.A commotion ensued for some time as ABVP supporters sat on the street. They also indulged in stone pelting and tried to breach the barricades using force.Protest inside campusInside the campus too, students had gathered in large numbers. They carried anti-BJP posters and wore black.A few teachers of the university were also seen forming a human chain outside gate no. 4 of the University.‘Use of force’Meanwhile, Chief Minister Mamata Banerjee broke her silence on the incident and accused the BJP of forcible entry into the University. “You are all witnessing what is happening at Jadavpur University. They are using force everywhere,” the Chief Minister said while participating in an event in Kolkata.The State government-run University had on September 19 witnessed a violent standoff between a section of students and Union Minister Babul Supriyo that continued for five hours and had ended at the intervention of Governor Jagdeep Dhankar.", "summary": ["A confrontation was averted at Kolkata’s Jadavpur University on Monday as police prevented supporters of the Akhil Bharatiya Vidyarthi Parishad (ABVP) and students’ wings of the Left parties from coming face to face.ABVP supporters took out a procession in protest against the incident on September 19 when Union Minister for State Babul Supriyo was heckled at the University.The procession of a few hundred ABVP members started from Golpark in south Kolkata but was stopped at Jodhpur Park near the University campus.Police personnel who were deployed in large numbers since the morning had put up barricades and prevented the ABVP members to march further.A commotion ensued for some time as ABVP supporters sat on the street.", "They also indulged in stone pelting and tried to breach the barricades using force.Protest inside campusInside the campus too, students had gathered in large numbers.", "They are using force everywhere,” the Chief Minister said while participating in an event in Kolkata.The State government-run University had on September 19 witnessed a violent standoff between a section of students and Union Minister Babul Supriyo that continued for five hours and had ended at the intervention of Governor Jagdeep Dhankar."], "ner_tags": {"PERSON": ["Left", "Babul Supriyo", "Jagdeep Dhankar"], "ORG": ["Kolkata’s Jadavpur University", "the Akhil Bharatiya Vidyarthi Parishad (ABVP", "ABVP", "State Babul Supriyo", "University", "ABVP", "University", "ABVP", "ABVP", "University"], "GPE": ["Golpark", "Kolkata", "Kolkata"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/will-bjp-manage-to-prevail-over-shiv-sena-in-seat-sharing/article29495697.ece", "title": "Will BJP manage to prevail over Shiv Sena in seat sharing ", "category": "National", "date": "2019/09/24", "id": "a3715aec-fbba-40d0-ad62-309b705368a1", "text": "Just a day after the Election Commission announced the dates for the Assembly election in Maharashtra and Haryana on September 21, BJP president Amit Shah was expected to meet Shiv Sena chief Uddhav Thackeray in Mumbai and announce a seat-sharing arrangement between both parties. That did not happen.Instead, Mr. Shah addressed a gathering on Article 370 and made his way back to Delhi.Those in the know said the lack of an announcement had more to do with the fact that it is now the\nPitrapaksh\nor\nShraadh\nperiod of the Hindu calendar, when no new ventures are undertaken. That period is set to end on September 28, with Mr. Shah visiting Mumbai on September 26 again. It is expected that the nitty-gritty of the alliance will be tied up then.The Shiv Sena, along with the Shiromani Akali Dal in Punjab, is one of the oldest alliances of the BJP. The Sena had, under its founder, Balasaheb Thackeray, held the position of “big brother” in the alliance in Maharashtra, and it had fought the larger number of the seats of the two parties in the Assembly elections since 1995.That scenario changed after the ascendancy of Prime Minister Narendra Modi in 2014, with the BJP asking the Sena to understand the changed political realities and cede ground. The two parted ways over this issue before the 2014 Assembly election, and the BJP put up a good performance winning 122 seats.With the outside support of the Nationalist Congress Party, it formed a government under Chief Minister Devendra Fadnavis. The Sena soon realised it needed the BJP, more to capture the subsequent local body election in the richest Corporation in the country — the Brihanmumbai Municipal Corporation. The alliance, at the State, local and national levels was back on, but the question of a larger share of Assembly seats remains.The BJP has reportedly offered the Sena 126 seats, and kept 162 for itself, but the latter is pushing for an equal number of seats. The BJP is clear-eyed enough to see that its own areas of “influence” extends to 170 seats, not all likely to be bagged by it and is determined to labour on with talks.", "summary": ["Just a day after the Election Commission announced the dates for the Assembly election in Maharashtra and Haryana on September 21, BJP president Amit Shah was expected to meet Shiv Sena chief Uddhav Thackeray in Mumbai and announce a seat-sharing arrangement between both parties.", "That period is set to end on September 28, with Mr. Shah visiting Mumbai on September 26 again.", "It is expected that the nitty-gritty of the alliance will be tied up then.The Shiv Sena, along with the Shiromani Akali Dal in Punjab, is one of the oldest alliances of the BJP.", "The Sena had, under its founder, Balasaheb Thackeray, held the position of “big brother” in the alliance in Maharashtra, and it had fought the larger number of the seats of the two parties in the Assembly elections since 1995.That scenario changed after the ascendancy of Prime Minister Narendra Modi in 2014, with the BJP asking the Sena to understand the changed political realities and cede ground.", "The two parted ways over this issue before the 2014 Assembly election, and the BJP put up a good performance winning 122 seats.With the outside support of the Nationalist Congress Party, it formed a government under Chief Minister Devendra Fadnavis.", "The Sena soon realised it needed the BJP, more to capture the subsequent local body election in the richest Corporation in the country — the Brihanmumbai Municipal Corporation.", "The alliance, at the State, local and national levels was back on, but the question of a larger share of Assembly seats remains.The BJP has reportedly offered the Sena 126 seats, and kept 162 for itself, but the latter is pushing for an equal number of seats."], "ner_tags": {"PERSON": ["Haryana", "Amit Shah", "Uddhav Thackeray", "Shah", "the Shiromani Akali Dal", "Balasaheb Thackeray", "Narendra Modi", "Devendra Fadnavis"], "ORG": ["the Election Commission", "Assembly", "Maharashtra", "BJP", "Shiv Sena", "Maharashtra", "Assembly", "BJP", "BJP", "the Nationalist Congress Party", "BJP", "the Brihanmumbai Municipal Corporation", "State", "Assembly", "BJP"], "GPE": ["Mumbai", "Mumbai", "Punjab", "Sena", "Sena", "Sena"], "WORK_OF_ART": ["The Shiv Sena", "the BJP.The Sena"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/intelligence-inputs-warn-of-terror-strike/article29495710.ece", "title": "Intelligence inputs warn of terror strike", "category": "National", "date": "2019/09/24", "id": "9c62664c-4acf-4817-b971-c626fc4342c1", "text": "Intelligence inputs have warned of a possible terror attack during the festive season, official sources said on Monday. Army sources said there were strong inputs of major infiltration attempts along the Line of Control (LoC) in the next three or four days.“There are alerts ahead of festivals where the probability of terror attacks is higher. There is a general alert along the border. This is going to continue till the festive season as they may try to do something,” an official source said.Referring to the recent developments in J&K and Pakistan’s attempts to draw global attention, sources said Pakistan-based terror groups might try to do something after the United Nations General Assembly and the Financial Action Task Force (FATF) meeting in mid-October or after the FATF decision.The J&K police chief has said 60 foreign terrorists have infiltrated from across the border, to which Army sources said according to their assessment, there has been 10 to 12 infiltrations across the LoC. “There are strong inputs that there will be three or four infiltration attempts in the next three or four days mostly from the LoC in Keran, Uri and adjoining sectors,” an Army source said.Going by the Army’s assessment, 450 to 500 terrorists are prepared to infiltrate at launchpads and various camps. “There are strong inputs that there will be major infiltration attempts in the next three or four days mostly along the Line of Control,” a source said.60-odd camps", "summary": ["Army sources said there were strong inputs of major infiltration attempts along the Line of Control (LoC) in the next three or four days.“There are alerts ahead of festivals where the probability of terror attacks is higher.", "“There are strong inputs that there will be three or four infiltration attempts in the next three or four days mostly from the LoC in Keran, Uri and adjoining sectors,” an Army source said.Going by the Army’s assessment, 450 to 500 terrorists are prepared to infiltrate at launchpads and various camps.", "“There are strong inputs that there will be major infiltration attempts in the next three or four days mostly along the Line of Control,” a source said.60-odd camps"], "ner_tags": {"ORG": ["Army", "the Line of Control", "Army", "Army", "the Line of Control"], "GPE": ["LoC", "Keran", "Uri"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/justice-bhat-who-put-cji-under-rti-is-now-sc-judge/article29495689.ece", "title": "Justice Bhat who put CJI under RTI is now SC judge", "category": "National", "date": "2019/09/24", "id": "e992b40f-98f7-4974-a72a-65b67330ada7", "text": "Among the four sworn in as Supreme Court judges by Chief Justice of India Ranjan Gogoi on Monday is Justice S. Ravindra Bhat, who, exactly 10 years ago as a Delhi High Court judge, dismissed a Supreme Court appeal and declared the Office of the Chief Justice of India subservient to the Right to Information regime.Justice Bhat, along with Justices V. Ramasubramanian, Krishna Murari and Hrishikesh Roy are the first to be sworn in after the judicial strength of the Supreme Court was increased from 31 to 34.‘Public authority’But for Justice Bhat being part of history is nothing new. In September 2009, as a Single Judge Bench, he declared the Chief Justice of India a “public authority” under the Right to Information (RTI) Act.Rejecting an appeal, the first of its kind, by the Central Public Information Officer of the Supreme Court, he held the CJI’s office has a duty to disclose the details of personal assets of other apex court judges.“All power – judicial power being no exception – is held accountable in a modern Constitution. Holders of power too are expected to live by the standards they set, interpret, or enforce, at least to the extent their office demands,” Justice Bhat had told the Supreme Court in his 72-page judgment of 2009.The judgment said there was “no clue” that the RTI Act exempted the CJI from its ambit. In fact, it does not even spare the President of India. Besides, Justice Bhat wrote that a “judge’s independence, paradoxically imposes duties on him.”The judgment said that a judge whose decisions could impact peoples’ lives, property, liberties, individual freedoms as well as interpret duties and limitations placed upon state and non-state agencies has an obligation to disclose his or her personal assets to someone or an authority.", "summary": ["Ravindra Bhat, who, exactly 10 years ago as a Delhi High Court judge, dismissed a Supreme Court appeal and declared the Office of the Chief Justice of India subservient to the Right to Information regime.Justice Bhat, along with Justices V.", "In September 2009, as a Single Judge Bench, he declared the Chief Justice of India a “public authority” under the Right to Information (RTI) Act.Rejecting an appeal, the first of its kind, by the Central Public Information Officer of the Supreme Court, he held the CJI’s office has a duty to disclose the details of personal assets of other apex court judges.“All power – judicial power being no exception – is held accountable in a modern Constitution.", "Holders of power too are expected to live by the standards they set, interpret, or enforce, at least to the extent their office demands,” Justice Bhat had told the Supreme Court in his 72-page judgment of 2009.The judgment said there was “no clue” that the RTI Act exempted the CJI from its ambit.", "Besides, Justice Bhat wrote that a “judge’s independence, paradoxically imposes duties on him.”The judgment said that a judge whose decisions could impact peoples’ lives, property, liberties, individual freedoms as well as interpret duties and limitations placed upon state and non-state agencies has an obligation to disclose his or her personal assets to someone or an authority."], "ner_tags": {"PERSON": ["Ravindra Bhat", "Bhat", "Bench"], "ORG": ["Delhi High Court", "Supreme Court", "the Office of the Chief Justice", "the Central Public Information", "the Supreme Court", "CJI", "the Supreme Court", "CJI"], "GPE": ["India", "India"], "LAW": ["Constitution", "the RTI Act"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/faith-of-hindus-will-be-hard-to-rebut-says-sc/article29495765.ece", "title": "Faith of Hindus will be hard to rebut says SC", "category": "National", "date": "2019/09/24", "id": "27e122d0-6e65-4eb6-bf12-790b9d57767b", "text": "The Supreme Court on Monday said the faith of Hindus in the Ram Janmabhoomi had been a constant and it would be hard to rebut their belief.A Constitution Bench led by Chief Justice Ranjan Gogoi pointed out during the day-long hearing that even Muslim witnesses had testified in the lower court that the disputed land was as sacred to Hindus as Mecca was for Muslims.The discussion touched on the aspect whether a physical manifestation of the deity was necessary to recognise it as a juristic personality.The court was delving into submissions made by senior advocate Rajeev Dhavan, for the Sunni Waqf Board, that a physical entity was necessary and an empty place could hardly form a juristic person.A five-judge Constitution Bench headed by Chief Justice Ranjan Gogoi was questioning senior advocate Rajeev Dhavan, appearing for the Muslim parties, on whether the divinity and the “exact form” of an idol or a deity were necessary to hold that they had a “juristic personality”.Mr. Dhavan said that belief alone could not be the sole foundation for claiming title and according juristic status to the\njanmasthan\n(birthplace).On the 29th day of the hearing in the politically sensitive case, he, however, strongly pitched for granting respect to Lord Ram and Allah in a diverse country like India.“If Lord Ram and Allah are not respected, then this great nation will split apart,” Mr. Dhavan submitted.", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/jk-situation-not-normal-but-peaceful-police-chief/article29495717.ece", "title": "J K situation not normal but peaceful police chief", "category": "National", "date": "2019/09/24", "id": "ad448d8d-598a-49b0-a40b-85639a48d2e0", "text": "Director-General of Police, Jammu and Kashmir, Dilbag Singh has said there has been 3,000 cases of young men being picked up and released subsequently in the Kashmir Valley since August 5.In an interview to\nThe Hindu\n, Mr. Singh said the police’s intention was not to cause any harm to the youth in the long term and preventive detentions were a temporary kind of arrangement for the maintenance of law and order.He said “the situation was not normal but peaceful” as there were no restrictions in place anywhere in the State. “People were cooperative as they had understood that violence doesn’t pay.”The DGP said there was no definite timeframe for the release of political leaders or restoration of mobile phone and Internet services in the Valley.“Detentions are a dynamic process. There are certain areas where youth come and throw stones. Our purpose is to not cause any harm to them... they are subsequently counselled and handed back to their families,” Mr. Singh said.He said some 200 people were retained in jails as they were repeat offenders and multiple cases were registered against them.“There are cases where an entire village would come and give assurance for a boy. A small kid cannot understand the consequences of his acts. But there are repeat offenders, you counsel them but they do not correct themselves. We cannot allow people to commit crime... but now even that number is going down. More and more people are released. Very few are in detention,” he said. Mr. Singh said the police and security forces were exercising restraint and “pellet guns were used in almost zero cases”.“Earlier pellet gun injuries used to be in hundreds. This time only two such incidents have been reported. Look at the kind of pressure we are working under... as many as 90 security force personnel have been injured, some got stitches, a few have fractured limbs ... but we are using minimum force,” he said.He said the number of people lodged in jails outside the State was not more than 200 and they were shifted due to acute pressure and lack of space in jails here. Those arrested also include Jammu and Kashmir High Court Bar Association president Mian Qayoom.Regarding Mr. Qayoom’s arrest, the DGP said, “The Bar president is very well known for his past records resulting in certain activities that are prejudicial to maintenance of peace and order...They aligned with the Hurriyat in the past and participated in activities not very conducive to maintenance of peace and order.”", "summary": ["Director-General of Police, Jammu and Kashmir, Dilbag Singh has said there has been 3,000 cases of young men being picked up and released subsequently in the Kashmir Valley since August 5.In an interview to", ", Mr. Singh said the police’s intention was not to cause any harm to the youth in the long term and preventive detentions were a temporary kind of arrangement for the maintenance of law and order.He said “the situation was not normal but peaceful” as there were no restrictions in place anywhere in the State.", "“People were cooperative as they had understood that violence doesn’t pay.”The DGP said there was no definite timeframe for the release of political leaders or restoration of mobile phone and Internet services in the Valley.“Detentions are a dynamic process.", "Our purpose is to not cause any harm to them...", "they are subsequently counselled and handed back to their families,” Mr. Singh said.He said some 200 people were retained in jails as they were repeat offenders and multiple cases were registered against them.“There are cases where an entire village would come and give assurance for a boy.", "But there are repeat offenders, you counsel them but they do not correct themselves.", "More and more people are released.", "Very few are in detention,” he said.", "Mr. Singh said the police and security forces were exercising restraint and “pellet guns were used in almost zero cases”.“Earlier pellet gun injuries used to be in hundreds.", "but we are using minimum force,” he said.He said the number of people lodged in jails outside the State was not more than 200 and they were shifted due to acute pressure and lack of space in jails here.", "Those arrested also include Jammu and Kashmir High Court Bar Association president Mian Qayoom.Regarding Mr. Qayoom’s arrest, the DGP said, “The Bar president is very well known for his past records resulting in certain activities that are prejudicial to maintenance of peace and order...They aligned with the Hurriyat in the past and participated in activities not very conducive to maintenance of peace and order.”"], "ner_tags": {"PERSON": ["Dilbag Singh", "Singh", "Singh", "Singh", "Mian Qayoom", "Qayoom", "Hurriyat"], "ORG": ["State.“People", "DGP", "Valley.“Detentions", "State", "Kashmir High Court Bar Association", "DGP"], "GPE": ["Jammu", "Jammu"], "LOC": ["Kashmir", "the Kashmir Valley"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/healthy-life-a-basic-right-pm-tells-un-meet/article29495764.ece", "title": "Healthy life a basic right PM tells UN meet", "category": "National", "date": "2019/09/24", "id": "10dfc0b3-861f-4677-9867-faf462cc0892", "text": "India’s experience and capabilities in providing affordable healthcare is available for use to all developing countries, Prime Minister Narendra Modi told the first-ever high-level meeting on universal health coverage in New York on Monday, underscoring that a healthy life is the right of every person.“The onus for this is on our government to make every possible effort to ensure this,” Mr. Modi said at the meeting, which will launch new efforts to provide access for all to affordable, inclusive and resilient health systems.Mr. Modi said India’s efforts on affordable healthcare were not limited to just its own boundaries.“We have helped to provide access to affordable healthcare by way of telemedicine to several other countries especially African countries and we will continue to do so. Our experience and our capabilities are available for use to all developing countries,” he said.Mr. Modi began his engagements at the 74th Session of the UN General Assembly by addressing the Climate Action Summit hosted by Secretary General Antonio Guterres on Monday in the General Assembly Hall.This was followed by his speech at the Universal Health Coverage meeting.Mr. Modi told the world leaders and Ministers at the summit that global welfare begins with people’s welfare, and health was an important component of it and added that India had taken a holistic approach towards the health sector.He outlined the four main pillars of healthcare that India focused on.“The first pillar is preventive healthcare. We have laid special emphasis on yoga, Ayurveda and fitness,” he said.The second pillar for India is affordable healthcare and under this the government has rolled out the world’s largest health insurance scheme — Ayushman Bharat. Under this scheme, 500 million poor people have been given the facility of free treatment worth up to Rs. 500,000 every year.For India, the third pillar is improvements on the supply side and the government has taken several “historic steps” for quality medical education and medical infrastructure development.", "summary": ["India’s experience and capabilities in providing affordable healthcare is available for use to all developing countries, Prime Minister Narendra Modi told the first-ever high-level meeting on universal health coverage in New York on Monday, underscoring that a healthy life is the right of every person.“The onus for this is on our government to make every possible effort to ensure this,” Mr. Modi said at the meeting, which will launch new efforts to provide access for all to affordable, inclusive and resilient health systems.Mr. Modi said India’s efforts on affordable healthcare were not limited to just its own boundaries.“We have helped to provide access to affordable healthcare by way of telemedicine to several other countries especially African countries and we will continue to do so.", "Under this scheme, 500 million poor people have been given the facility of free treatment worth up to Rs. 500,000 every year.For India, the third pillar is improvements on the supply side and the government has taken several “historic steps” for quality medical education and medical infrastructure development."], "ner_tags": {"PERSON": ["Narendra Modi", "Modi", "Modi"], "NORP": ["African"], "ORG": ["Rs"], "GPE": ["India", "New York", "India", "India"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/cong-will-have-4-deputy-cms-hooda/article29495706.ece", "title": "Cong will have 4 Deputy CMs Hooda", "category": "National", "date": "2019/09/24", "id": "390c3844-1f31-42b0-ab90-fbcbb5655bf4", "text": "Ahead of the Assembly election in Haryana, Congress leader and former Chief Minister Bhupinder Singh Hooda has said that the Congress, on assuming power, will have four deputy chief ministers, though it will not be part of the party’s manifesto.“When the Congress forms the next government, we will have four deputy chief ministers, to give representation to different communities, be it Backward Class, Scheduled Caste, Brahmin or Jat. Whoever becomes the Chief Minister, four members of communities other than that of the Chief Minister will be made deputy chief ministers,” Mr. Hooda told\nThe Hindu\n.“The manifesto is for the government, what the government will deliver... while the decision regarding appointment of deputy chief ministers is a political decision, which would be taken by the party,” he said.“Hence, this would not be a part of the manifesto but we will surely do it it when we form the next government,” he added.The Congress’s manifesto committee has sought suggestions from its leaders and workers till September 25. The committee, headed by senior party leader Kiran Chaudary, will on September 27.Mr. Hooda said all the promises made over a series of rallies by him, which include implementing the recommendations of the Swaminathan Commission, increasing old age pension, providing electricity at half the price, and either giving jobs or an unemployment allowance of Rs. 10,000 a month to youth, would be incorporated in the party manifesto.In 2005, Chander Mohan, a four-time Congress MLA, became the Deputy Chief Minister in the Bhupinder Singh Hooda-led Congress government.Under consideration", "summary": ["Ahead of the Assembly election in Haryana, Congress leader and former Chief Minister Bhupinder Singh Hooda has said that the Congress, on assuming power, will have four deputy chief ministers, though it will not be part of the party’s manifesto.“When the Congress forms the next government, we will have four deputy chief ministers, to give representation to different communities, be it Backward Class, Scheduled Caste, Brahmin or Jat. Whoever becomes the Chief Minister, four members of communities other than that of the Chief Minister will be made deputy chief ministers,” Mr. Hooda told", "while the decision regarding appointment of deputy chief ministers is a political decision, which would be taken by the party,” he said.“Hence, this would not be a part of the manifesto but we will surely do it it when we form the next government,” he added.The Congress’s manifesto committee has sought suggestions from its leaders and workers till September 25.", "The committee, headed by senior party leader Kiran Chaudary, will on September 27.Mr. Hooda said all the promises made over a series of rallies by him, which include implementing the recommendations of the Swaminathan Commission, increasing old age pension, providing electricity at half the price, and either giving jobs or an unemployment allowance of Rs. 10,000 a month to youth, would be incorporated in the party manifesto.In 2005, Chander Mohan, a four-time Congress MLA, became the Deputy Chief Minister in the Bhupinder Singh Hooda-led Congress government.Under consideration"], "ner_tags": {"PERSON": ["Bhupinder Singh Hooda", "Scheduled Caste", "Brahmin", "Jat", "Hooda", "Kiran Chaudary", "Hooda", "Singh Hooda-led"], "ORG": ["Assembly", "Congress", "Congress", "’s", "Congress", "Backward Class", "Congress", "the Swaminathan Commission", "Rs", "Congress", "Congress"], "GPE": ["Haryana", "Chander Mohan"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/congress-calls-out-modis-endorsement-of-trump/article29495715.ece", "title": "Congress calls out Modi s endorsement of Trump", "category": "National", "date": "2019/09/24", "id": "2bb29dac-ec29-48d9-9a8f-586f1b811950", "text": "The Congress on Monday accused Prime Minister Narendra Modi of bypassing a “time-honoured convention” of not interfering in the domestic elections of another country by “actively campaigning” for U.S. President Donald Trump at the ‘HowdyModi!’ event in Houston.Senior Congress leader Anand Sharma said India should not be seen to be taking sides and Prime Minister Modi should have avoided the slogan “\nAb ki baar Trump sarkar\n(Trump presidency this time again)”.‘Bipartisan partnership’“We have a strategic partnership between India and the United States of America which is bipartisan, which we fully endorse. But, there is a time-honoured convention of India’s foreign policy that when we engage with the foreign governments or the President or Prime Minister when on foreign soil, we do not take part in the domestic electoral politics,” Mr. Sharma said.“We wish the Prime Minister for his visit. We hope that President Trump would appreciate the Indian diaspora greeting him when the Prime Minister was there But, we hope the Prime Minister would get President Trump to agree to restore all the cuts on H-1B visas, reduce the fees and again restore the Generalized System of Preferences so that Indian exports can get access to the U.S. markets,” he added.Former Finance Minister P. Chidambaram, currently in Tihar jail, responded sarcastically to Mr. Modi’s “Everything is fine in India” remark.“Except for unemployment, loss of existing jobs, lower wages, mob violence, lockdown in Kashmir and throwing Opposition leaders in prison,” Mr. Chidambaram tweeted through his family.Congress leader Jairam Ramesh referred to U.S. House majority leader Democrat Steny Hoyer’s reference to Mahatma Gandhi and Jawaharlal Nehru in his speech.“I'm glad that PM Modi was reminded of the contributions of Nehru by the House Majority Leader in Houston,” Mr. Ramesh said.Congress MP Abhishek Singhvi said, “It was absolutely unexpected for Modi\nji\n. While the achievements of Nehru\nji\nand Gandhi\nji\nwere being mentioned, his (Modi's) expressions were worth seeing,” he tweeted in Hindi.", "summary": ["The Congress on Monday accused Prime Minister Narendra Modi of bypassing a “time-honoured convention” of not interfering in the domestic elections of another country by “actively campaigning” for U.S. President Donald Trump at the ‘HowdyModi!’ event in Houston.Senior Congress leader Anand Sharma said India should not be seen to be taking sides and Prime Minister Modi should have avoided the slogan “", "(Trump presidency this time again)”.‘Bipartisan partnership’“We have a strategic partnership between India and the United States of America which is bipartisan, which we fully endorse.", "But, there is a time-honoured convention of India’s foreign policy that when we engage with the foreign governments or the President or Prime Minister when on foreign soil, we do not take part in the domestic electoral politics,” Mr. Sharma said.“We wish the Prime Minister for his visit.", "Chidambaram, currently in Tihar jail, responded sarcastically to Mr. Modi’s “Everything is fine in India” remark.“Except for unemployment, loss of existing jobs, lower wages, mob violence, lockdown in Kashmir and throwing Opposition leaders in prison,” Mr. Chidambaram tweeted through his family.Congress leader Jairam Ramesh referred to U.S. House majority leader Democrat Steny Hoyer’s reference to Mahatma Gandhi and Jawaharlal Nehru in his speech.“I'm glad that PM Modi was reminded of the contributions of Nehru by the House Majority Leader in Houston,” Mr. Ramesh said.Congress MP Abhishek Singhvi said, “It was absolutely unexpected for Modi", "and Gandhi"], "ner_tags": {"PERSON": ["Narendra Modi", "Donald Trump", "Anand Sharma", "Modi", "Sharma", "Tihar", "Modi", "Chidambaram", "Jairam Ramesh", "Steny Hoyer", "Mahatma Gandhi", "Jawaharlal Nehru", "Modi", "Ramesh", "Abhishek Singhvi", "Modiand Gandhi"], "NORP": ["Democrat"], "ORG": ["Congress", "HowdyModi", "Congress", "Trump", "Opposition", "Congress", "U.S. House", "House", "Congress"], "GPE": ["U.S.", "Houston", "India", "India", "the United States of America", "India", "India", "Nehru", "Houston"], "LOC": ["Kashmir"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/sonia-manmohan-visit-chidambaram/article29495701.ece", "title": "Sonia Manmohan visit Chidambaram", "category": "National", "date": "2019/09/24", "id": "ece71aef-0a70-4268-9f8c-6d5de13fa34c", "text": "Former Prime Minister Manmohan Singh, who along with Congress president Sonia Gandhi visited former Finance Minister P. Chidambaram in Tihar jail on Monday, said the whole system would collapse if Ministers were penalised for approving mere recommendations.Accompanied by Mr. Chidambaram’s son and Congress Lok Sabha member Karti Chidambaram, the visit is meant to signal that the Congress is ready to politically take on the Narendra Modi-led government over corruption charges filed against party leaders.Dr. Singh, in a statement, said, “No decision can be taken by any single person. All decisions are collective, recorded in files... Minister Chidambaram approved the unanimous recommendation.” The former Prime Minister said, “The whole system will collapse if a Minister is liable for approving merely a recommendation.”For Ms. Gandhi, after 1978 when former Prime Minister Indira Gandhi was lodged in Tihar jail , Monday’s visit was only the second time when she visited the jail.Mr. Chidambaram has been in jail under judicial custody since September 5, facing corruption charges in the INX Media case.He was arrested on August 21 and initially kept at the Central Bureau of Investigation headquarters.The Congress has termed the charges against the former Finance Minister a “paramount example of political vendetta.”“Ms. Gandhi has always been supporting my father. She reiterated that to him personally,” Mr. Karti told\nThe Hindu\nafter the meeting and added, “My father and my family are grateful to Ms. Gandhi and Dr. Singh for visiting and extending their support to him. It is a big boost to us.”", "summary": ["Former Prime Minister Manmohan Singh, who along with Congress president Sonia Gandhi visited former Finance Minister P.", "Chidambaram in Tihar jail on Monday, said the whole system would collapse if Ministers were penalised for approving mere recommendations.Accompanied by Mr. Chidambaram’s son and Congress Lok Sabha member Karti Chidambaram, the visit is meant to signal that the Congress is ready to politically take on the Narendra Modi-led government over corruption charges filed against party leaders.Dr. Singh, in a statement, said, “No decision can be taken by any single person.", "Minister Chidambaram approved the unanimous recommendation.” The former Prime Minister said, “The whole system will collapse if a Minister is liable for approving merely a recommendation.”For Ms. Gandhi, after 1978 when former Prime Minister Indira Gandhi was lodged in Tihar jail , Monday’s visit was only the second time when she visited the jail.Mr. Chidambaram has been in jail under judicial custody since September 5, facing corruption charges in the INX Media case.He was arrested on August 21 and initially kept at the Central Bureau of Investigation headquarters.The Congress has termed the charges against the former Finance Minister a “paramount example of political vendetta.”“Ms. Gandhi has always been supporting my father.", "after the meeting and added, “My father and my family are grateful to Ms. Gandhi and Dr. Singh for visiting and extending their support to him."], "ner_tags": {"PERSON": ["Manmohan Singh", "Sonia Gandhi", "Ministers", "Chidambaram", "Lok Sabha", "Karti Chidambaram", "Chidambaram", "Gandhi", "Indira Gandhi", "Chidambaram", "Gandhi", "Gandhi", "Singh"], "ORG": ["Congress", "Congress", "Congress", "the Central Bureau of Investigation", "Congress", "Finance"], "GPE": ["Tihar", "Tihar", "Media"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/wont-brook-interference-sc/article29495712.ece", "title": "Won t brook interference CJI", "category": "National", "date": "2019/09/24", "id": "bfef6d13-29d2-404e-8204-7677f71ea465", "text": "The Supreme Court on Monday issued a general reprimand against “interference” in judicial appointments and transfers, saying such intrusions did not “augur well” for the institution.The admonishment from a Bench led by Chief Justice of India (CJI) Ranjan Gogoi came in a petition filed by the Gujarat High Court Advocates Association regarding a proposed appointment of Justice A.A. Kureshi.The CJI recorded in an order that matters of judicial appointments, postings and transfers went to the “root of the administration of justice”. Judicial review was limited, says the order.“Interference affects the system of administration of justice and, therefore, does not augur well for the institution,” the CJI dictated the order.The Supreme Court Collegium has come under intense public criticism with its September 5 recommendation to modify its May 10, 2019 proposal to transfer Justice Kureshi to the Madhya Pradesh High Court as Chief Justice and instead shift him to the Tripura High Court. The Collegium had changed its mind after the government expressed its displeasure in two back-to-back letters on August 23 and 27, following several months of silence, about Justice Kureshi taking charge of the Madhya Pradesh High Court.Recently, Justice V.K. Tahilramani chose to resign as the Madras High Court Chief Justice when the Collegium proposed her transfer to the Meghalaya High Court. Many senior lawyers from the Madras High Court Bar opposed the transfer, calling it “punitive”.Tahilramani’s caseThe Supreme Court was finally compelled to issue a statement that Justice Tahilramani’s proposed transfer was in the best interests of administration of justice. It offered to reveal the reasons for the proposal if necessary.It is in the background of this roller-coaster flow of events that Chief Justice Gogoi Bench made the observation in the judicial order.Senior advocate Arvind Datar, for the Gujarat lawyers’ association, urged the Bench to keep the petition on Justice Kureshi's appointment pending.He said the petition should be kept alive till the government approved the September 5 recommendation of the Collegium and notified the appointment of Justice Kureshi to the Tripura High Court. The court agreed to the suggestion.", "summary": ["The Supreme Court on Monday issued a general reprimand against “interference” in judicial appointments and transfers, saying such intrusions did not “augur well” for the institution.The admonishment from a Bench led by Chief Justice of India (CJI) Ranjan Gogoi came in a petition filed by the Gujarat High Court Advocates Association regarding a proposed appointment of Justice A.A. Kureshi.The CJI recorded in an order that matters of judicial appointments, postings and transfers went to the “root of the administration of justice”.", "Judicial review was limited, says the order.“Interference affects the system of administration of justice and, therefore, does not augur well for the institution,” the CJI dictated the order.The Supreme Court Collegium has come under intense public criticism with its September 5 recommendation to modify its May 10, 2019 proposal to transfer Justice Kureshi to the Madhya Pradesh High Court as Chief Justice and instead shift him to the Tripura High Court.", "It offered to reveal the reasons for the proposal if necessary.It is in the background of this roller-coaster flow of events that Chief Justice Gogoi Bench made the observation in the judicial order.Senior advocate Arvind Datar, for the Gujarat lawyers’ association, urged the Bench to keep the petition on Justice Kureshi's appointment pending.He said the petition should be kept alive till the government approved the September 5 recommendation of the Collegium and notified the appointment of Justice Kureshi to the Tripura High Court."], "ner_tags": {"PERSON": ["Ranjan Gogoi", "A.A. Kureshi", "Kureshi", "Gogoi Bench", "Arvind Datar", "Kureshi", "Kureshi"], "NORP": ["Gujarat", "Bench"], "ORG": ["The Supreme Court", "Bench", "CJI", "the Gujarat High Court Advocates Association", "CJI", "CJI", "The Supreme Court Collegium", "the Madhya Pradesh High Court", "the Tripura High Court", "Collegium", "the Tripura High Court"], "GPE": ["India"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/gujarat-bypolls-to-be-held-on-oct-21/article29495694.ece", "title": "Gujarat bypolls to be held on Oct 21", "category": "National", "date": "2019/09/24", "id": "1fab87cf-44d2-4535-9e3f-2e61b242e066", "text": "Gujarat to see by-elections to six Assembly seats along with the Assembly polls in Maharashtra and Haryana on October 21. Counting will take place on October 24.The six seats going to by-elections are Radhanpur, Bayad, Kheralu, Amraiwadi, Tharad and Lunawad.For Radhanpur and Bayad, the by-elections have been necessitated after sitting legislators, Alpesh Thakor and Dhawalsinh Zala, defected from the Congress to the BJP. Both had won the 2017 Assembly polls.For the remaining four seats, the sitting legislators won the parliamentary polls, necessitating the by-elections.Both the BJP and the Congress have started the process to select candidates.The ruling BJP’s State parliamentary board will meet on Tuesday to select names of potential candidates, which will finally be selected by the national parliamentary board, according to State BJP spokesman Bharat Pandya.", "summary": ["Counting will take place on October 24.The six seats going to by-elections are Radhanpur, Bayad, Kheralu, Amraiwadi, Tharad and Lunawad.For Radhanpur and Bayad, the by-elections have been necessitated after sitting legislators, Alpesh Thakor and Dhawalsinh Zala, defected from the Congress to the BJP."], "ner_tags": {"PERSON": ["Dhawalsinh Zala"], "ORG": ["Alpesh Thakor", "Congress", "BJP"], "GPE": ["Radhanpur", "Bayad", "Kheralu", "Amraiwadi", "Tharad", "Lunawad", "Radhanpur", "Bayad"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/congress-releases-list-of-candidates-for-punjab-bypolls/article29495704.ece", "title": "Congress releases list of candidates for Punjab bypolls", "category": "National", "date": "2019/09/24", "id": "5b0e49f3-0a4a-4a11-bb34-9ec1f527bb98"}, {"url": "https://www.thehindu.com/todays-paper/tp-national/hc-refuses-stay-on-law-students-arrest/article29495761.ece", "title": "HC refuses stay on law student s arrest", "category": "National", "date": "2019/09/24", "id": "d2d97a6d-a152-42f7-b2bb-9e92f5eb634f"}, {"url": "https://www.thehindu.com/todays-paper/tp-national/talwar-others-named-in-cbi-charge-sheet/article29495680.ece", "title": "Talwar others named in CBI charge sheet", "category": "National", "date": "2019/09/24", "id": "d21cdfd1-bd6d-425a-b1c5-3ca8336d8967", "text": "The CBI has filed a charge sheet against corporate lobbyist Deepak Talwar and others in an aviation scam case.Among those named as accused in the charge sheet are Yasmin Kapoor, Maya B. Puri, Stone Travel Private Limited, Cedar Travels, Deepak Talwar & Associates and Asia Field Limited.", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/6-died-in-bengal-due-to-nrc-fear/article29495683.ece", "title": " 6 died in Bengal due to NRC fear ", "category": "National", "date": "2019/09/24", "id": "0fabfa0b-15f2-4e64-9264-83b99b14c11b", "text": "Raking up the issue of National Register of Citizens (NRC), West Bengal Chief Minister Mamata Banerjee on Monday accused the Bharatiya Janata Party (BJP) and a section of media for creating tension and claimed that six persons had died in the State due to fear of NRC.“I am extremely sad that in Bengal six persons have died due to fear of NRC,” Ms. Banerjee said, addressing a gathering of members of the trade union wing of Trinamool Congress.The Chief Minister said that what the BJP leaders were saying was part of their political agenda but the media “keeps doing shows after shows on that one thing to heighten tensions among the masses”.“And this has caused six people to die. I have already requested the media that we should not indulge in any provocation,” she said.", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/peaceful-polling-in-four-assembly-seats/article29495691.ece", "title": "Peaceful polling in four Assembly seats", "category": "National", "date": "2019/09/24", "id": "752dd6ac-1fee-4087-b2e5-fde6824dd182", "text": "Polling in the byelections to four Assembly seats — one each in Uttar Pradesh, Chhattisgarh, Tripura and Kerala — on Monday saw voter turnouts ranging from about 51% to 70%.In the Hamirpur constituency in Bundelkhand, Uttar Pradesh, a low turnout of 51% was recorded with incessant rain playing spoilsport.The byelection was necessitated after the incumbent BJP MLA, Ashok Kumar Singh Chandel, along with nine associates, was sentenced to life for his involvement in the murder of five people of a political rival’s family in 1997. The BJP fielded another Thakur, Yuvraj Singh.IED defusedThe Dantewada byelection in Chhattisgarh saw a provisional turnout of 60% until 7 p.m. The contest became necessary after the death of BJP MLA Bhima Mandavi in a Maoist attack in April, two days before the Lok Sabha election.An improvised explosive device (IED) was defused on a road in Katekalyan block of the district, said Deputy Inspector General of Police (Anti-Naxal Operations) P. Sundarraj.Hoping to cash in on the sympathy factor, the BJP has fielded Mandavi’s wife Ojaswi, to take on former Congress MLA Devti Karma, wife of former Leader of the Opposition Mahendra Karma who was also killed by Maoists in 2013.70% in BadharghatThe byelection to the Badharghat Assembly seat in Agartala passed off peacefully, recording a turnout of 70%.The seat fell vacant after the death of six- time MLA and former minister Dilip Sarkar.Elections officials said polling was free and fair though the opposition Congress and CPI(M) alleged threats and intimidation by supporters of ruling BJP. BJP candidate Mimi Majumder denied the allegations and accused Congress candidate Tapan Chandra Das of trying to make an unauthorised entry in a polling station.High turnout in PalaAround 72% of people exercised their franchise in the Pala Assembly byelection in Kerala, a State Election Commission official said. He said no untoward incidents were reported. As many as 13 candidates are in the fray in the constituency, which has an electorate of 1,79,107 voters.The by-election was necessitated due to the death of former Finance Minister and Kerala Congress (M) leader K.M. Mani, who had held the constituency for more than five decades.", "summary": ["The BJP fielded another Thakur, Yuvraj Singh.IED defusedThe Dantewada byelection in Chhattisgarh saw a provisional turnout of 60% until 7 p.m. The contest became necessary after the death of BJP MLA Bhima Mandavi in a Maoist attack in April, two days before the Lok Sabha election.An improvised explosive device (IED) was defused on a road in Katekalyan block of the district, said Deputy Inspector General of Police (Anti-Naxal Operations) P.", "Sundarraj.Hoping to cash in on the sympathy factor, the BJP has fielded Mandavi’s wife Ojaswi, to take on former Congress MLA Devti Karma, wife of former Leader of the Opposition Mahendra Karma who was also killed by Maoists in 2013.70% in BadharghatThe byelection to the Badharghat Assembly seat in Agartala passed off peacefully, recording a turnout of 70%.The seat fell vacant after the death of six- time MLA and former minister Dilip Sarkar.Elections officials said polling was free and fair though the opposition Congress and CPI(M) alleged threats and intimidation by supporters of ruling BJP.", "BJP candidate Mimi Majumder denied the allegations and accused Congress candidate Tapan Chandra Das of trying to make an unauthorised entry in a polling station.High turnout in PalaAround 72% of people exercised their franchise in the Pala Assembly byelection in Kerala, a State Election Commission official said."], "ner_tags": {"PERSON": ["Yuvraj Singh", "defusedThe Dantewada", "Bhima Mandavi", "Lok Sabha", "Mandavi", "Ojaswi", "Devti Karma", "Mahendra Karma", "Dilip Sarkar", "Mimi Majumder"], "NORP": ["Thakur", "Maoist", "Katekalyan", "BadharghatThe"], "ORG": ["BJP", "BJP", "Anti-Naxal Operations", "BJP", "Congress", "the Badharghat Assembly", "Congress", "BJP.BJP", "Congress", "Pala Assembly", "State Election Commission"], "GPE": ["Chhattisgarh", "Agartala", "Kerala"], "WORK_OF_ART": ["Tapan Chandra Das"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/60-pm-jay-fund-used-in-tertiary-care/article29495672.ece", "title": "60 PM JAY fund used in tertiary care", "category": "National", "date": "2019/09/24", "id": "746fa26e-fd07-4ac0-ab6d-5d362dec4ca2", "text": "Ayushman Bharat-Pradhan Mantri Jan Arogya Yojana (PM-JAY) which completed an year on Monday has recorded 46.4 lakh hospital treatments worth Rs. 7,500 crore with 60% of the amount being spent on tertiary care.10 crore cardsAccording to figures released by PM-JAY, this has resulted in saving of over Rs. 12,000 crore to the beneficiary families. Currently, 32 States and Union Territories are implementing the scheme and more than 10 crore beneficiary cards have been issued.Indu Bhushan, CEO, PM-JAY, said the aim of the scheme was high cost should not deter any person or family to avoid treatment. “Our focus is to ensure that more and more vulnerable Indians are being made aware of their entitlements, so that they can avail of the hospitalisation benefits,” he said.PM-JAY aims to ensure improved healthcare delivery, through a combination of government hospitals and strategic purchasing of services from private hospitals, in health care deficit areas, he added.Quality healthcarePM-JAY is the flagship scheme of the government with an aim to bring quality healthcare to around 50 crore poor and vulnerable Indians. The scheme gives annual healthcare benefits of up to Rs. 5 lakh for every entitled family.", "summary": ["Ayushman Bharat-Pradhan Mantri Jan Arogya Yojana (PM-JAY) which completed an year on Monday has recorded 46.4 lakh hospital treatments worth Rs. 7,500 crore with 60% of the amount being spent on tertiary care.10 crore cardsAccording to figures released by PM-JAY, this has resulted in saving of over Rs. 12,000 crore to the beneficiary families.", "The scheme gives annual healthcare benefits of up to Rs. 5 lakh for every entitled family."], "ner_tags": {"PERSON": ["Ayushman Bharat-Pradhan"], "ORG": ["Rs", "Rs", "Rs"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/sign-language-dictionary-gets-4000-new-words/article29495674.ece", "title": "4 000 new words in sign language dictionary", "category": "National", "date": "2019/09/24", "id": "a763af5d-906a-48a3-9728-9ed1c2529efb"}, {"url": "https://www.thehindu.com/todays-paper/tp-national/sc-pulls-up-kerala-official-on-maradu/article29495693.ece", "title": "SC pulls up Kerala official on Maradu", "category": "National", "date": "2019/09/24", "id": "8534a91a-481e-4e5a-8ff0-d8f6b16ca86e", "text": "The State has to also place on record the number of existing constructions which are in violation of the coastal zone regulations.The Bench is hearing suo motu the lack of action displayed on the part of the State to implement the May 8 order to demolish, illegal high-rise apartment blocks built in violation of coastal zone regulations at Maradu.On September 6, the court gave the authorities time till September 20 to raze the buildings. The court had further directed the Chief Secretary to file an affidavit and be present in the courtroom on September 23.“You are in patent breach of law. Your attitude is of total defiance... You are playing with nature. Thousands died in the devastations. How many houses have you built for victims? Yet illegal structures continue to come up in coastal areas,” Justice Mishra addressed Mr. Jose in the hearing. “We are shocked. Devastations are taking place in entire Kerala. This cannot happen in a civilised country,” Justice Mishra observed orally.Justice Mishra told Mr. Jose, represented by senior advocate Harish Salve, that “you are in great difficulty... We can hold you personally liable if there are any”.Referring to the current affidavit filed by Mr. Jose, Justice Mishra observed orally “you have not given even a semblance of assurance”.Justice Mishra said the Chief Secretary is facing a “tough court”, one which is braving critical articles published almost everyday about its decision to demolish the Maradu buildings.", "summary": ["The State has to also place on record the number of existing constructions which are in violation of the coastal zone regulations.The Bench is hearing suo motu the lack of action displayed on the part of the State to implement the May 8 order to demolish, illegal high-rise apartment blocks built in violation of coastal zone regulations at Maradu.On September 6, the court gave the authorities time till September 20 to raze the buildings.", "The court had further directed the Chief Secretary to file an affidavit and be present in the courtroom on September 23.“You are in patent breach of law.", "Yet illegal structures continue to come up in coastal areas,” Justice Mishra addressed Mr. Jose in the hearing.", "Devastations are taking place in entire Kerala.", "This cannot happen in a civilised country,” Justice Mishra observed orally.Justice Mishra told Mr. Jose, represented by senior advocate Harish Salve, that “you are in great difficulty...", "We can hold you personally liable if there are any”.Referring to the current affidavit filed by Mr. Jose, Justice Mishra observed orally “you have not given even a semblance of assurance”.Justice Mishra said the Chief Secretary is facing a “tough court”, one which is braving critical articles published almost everyday about its decision to demolish the Maradu buildings."], "ner_tags": {"PERSON": ["Jose", "Jose", "Jose", "Maradu"], "NORP": ["Harish"], "ORG": ["State", "Bench", "State", "Justice Mishra", "Justice Mishra", "Mishra"], "GPE": ["Maradu", "Kerala"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/rss-think-tank-comes-out-with-survey-on-women/article29495695.ece", "title": "RSS think tank comes out with survey on women", "category": "National", "date": "2019/09/24", "id": "5d4e31ca-e2d9-4915-afa1-cba284d4b630", "text": "There appears to be a crisis in the rate at which women are dropping out of education and schools, according to a report by a Pune-based RSS-linked think tank, Drishti Stree Adhyayan Prabhodhan Kendra.The organisation has recommended that the Union and the State governments, along with NGOs, focus on programmes to reduce the dropout rate in general and among the Scheduled Caste category at the primary and middle levels in particular.The report, based on over two years of research (between 2017 and 2018), was conducted across 29 States, five Union Territories and 465 districts, 70 of them in border areas. It will be released by RSS chief Mohan Bhagwat on Tuesday. More than 43,255 women above 18 years of age were interviewed for the survey.Spiritually inclined women having no family and source of income are the happiest in the country, said the survey though only 6,000 claimed to be into spirituality in a big way.In terms of religion, the highest percentage of employment was among Christian women, followed by Hindus, Buddhists, Muslims and Jains. The percentage of employment was the lowest among Sikh women, the survey says.", "summary": ["There appears to be a crisis in the rate at which women are dropping out of education and schools, according to a report by a Pune-based RSS-linked think tank, Drishti Stree Adhyayan Prabhodhan Kendra.The organisation has recommended that the Union and the State governments, along with NGOs, focus on programmes to reduce the dropout rate in general and among the Scheduled Caste category at the primary and middle levels in particular.The report, based on over two years of research (between 2017 and 2018), was conducted across 29 States, five Union Territories and 465 districts, 70 of them in border areas.", "It will be released by RSS chief Mohan Bhagwat on Tuesday."], "ner_tags": {"PERSON": ["Drishti Stree Adhyayan", "Prabhodhan Kendra", "Mohan Bhagwat"], "ORG": ["RSS", "Union", "State", "RSS"], "GPE": ["Pune", "29 States"], "MONEY": ["five Union Territories"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/rawat-hints-at-action-as-pak-revives-balakot-camp/article29495692.ece", "title": "Rawat hints at action as Pak revives Balakot camp", "category": "National", "date": "2019/09/24", "id": "622ec8e8-25c2-4007-ba96-7204a3925879", "text": "As the temperature kept falling and snow came in, they started coming into the areas that had less snowfall, he added.“As of now, we have taken adequate measures; we have pushed in more troops, we have increased deployment along the LoC [Line of Control] to ensure that infiltration is curbed to the maximum extent,” he said.Terrorists, he said, were trying to creating a façade as if there was clampdown in the Kashmir Valley, but normal activities were on. The restrictions would be eased gradually, Gen. Rawat said.“Communication breakdown is happening between the handlers of terrorists operating from Pakistan and terrorists in the Valley. Otherwise, communication is happening; the lines are through. Communication breakdown is not happening between people-to-people,” he said.The shutters of shops in J&K were down but they were operating from the rear. Terrorists were threatening the shopkeepers because they wanted to show everybody outside that there was a clampdown.Asked about radical Islamic terrorism, Gen. Rawat said: “I think it is important that we have preachers who convey the correct meaning of Islam.”", "summary": ["The restrictions would be eased gradually, Gen. Rawat said.“Communication breakdown is happening between the handlers of terrorists operating from Pakistan and terrorists in the Valley.", "Communication breakdown is not happening between people-to-people,” he said.The shutters of shops in J&K were down but they were operating from the rear.", "Terrorists were threatening the shopkeepers because they wanted to show everybody outside that there was a clampdown.Asked about radical Islamic terrorism, Gen. Rawat said: “I think it is important that we have preachers who convey the correct meaning of Islam.”"], "ner_tags": {"PERSON": ["Rawat", "Rawat"], "NORP": ["Islamic"], "ORG": ["Islam"], "GPE": ["Pakistan"], "LOC": ["Valley"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/india-will-set-higher-green-energy-target-pm/article29495698.ece", "title": "India will set higher green energy target PM", "category": "National", "date": "2019/09/24", "id": "680cab6b-0a82-43b5-8919-cc8d55c78a33", "text": "Mr. Modi also said that India plans to “considerably increase the proportion of the biofuel blend in petrol and diesel.” He said India had plans to make the transport sector green through the use of electrical vehicles (“e-mobility”).The Prime Minister highlighted his call from banning single-use plastics, the International Solar Alliance, an Indian-led initiative, and that India had provided 160 million families with cooking gas connections.New initiativesHe also announced two international initiatives. First, a platform with Sweden and other countries, for governments and the private sector to work together to develop low carbon pathways for industry.Second, a Coalition for Disaster Resilient Infrastructure. This initiative was approved by the Union Cabinet last month and Rs. 480 crore has been allocated for technical assistance and projects. The U.K., Australia and island nations such as Fiji and the Maldives will be part of this coalition.With the UNUN Secretary General Antonio Guterres had asked leaders to come with “concrete plans” rather than “beautiful speeches”, a message he emphasised at the start of the summit.Mr. Modi’s early slot, after New Zealand Prime Minister Jacina Ardern and Hilda Heine, the President of the Marshall Islands, was a recognition of India’s leadership in climate action, according to India’s UN envoy Syed Akbaruddin, who briefed the media a few days ago on the summit.U.S. pulls out", "summary": ["This initiative was approved by the Union Cabinet last month and Rs. 480 crore has been allocated for technical assistance and projects.", "The U.K., Australia and island nations such as Fiji and the Maldives will be part of this coalition.With the UNUN Secretary General Antonio Guterres had asked leaders to come with “concrete plans” rather than “beautiful speeches”, a message he emphasised at the start of the summit.Mr. Modi’s early slot, after New Zealand Prime Minister Jacina Ardern and Hilda Heine, the President of the Marshall Islands, was a recognition of India’s leadership in climate action, according to India’s UN envoy Syed Akbaruddin, who briefed the media a few days ago on the summit.U.S. pulls out"], "ner_tags": {"PERSON": ["Antonio Guterres", "Jacina Ardern", "Hilda Heine", "Syed Akbaruddin"], "ORG": ["the Union Cabinet", "Rs", "Maldives", "UNUN", "Modi’s", "UN"], "GPE": ["U.K.", "Australia", "Fiji", "New Zealand", "the Marshall Islands", "India", "India", "U.S."]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/shah-moots-1-card-for-all-utilities/article29495699.ece", "title": "Shah moots 1 card for all utilities", "category": "National", "date": "2019/09/24", "id": "6e7ff4bc-ec33-45c3-afcd-90911152a566", "text": "On the basis of the 2011 Census, the Modi government had planned 22 welfare schemes related to electricity connection to every home, gas connection, construction of roads, houses for the poor, toilets, bank accounts, and opening of bank branch.Ujjwala modelHe cited the example of the government’s flagship ‘Ujjwala’ scheme of providing free LPG connections to poor families, saying it has been successful as the scheme was prepared on the basis of the 2011 census data.“By 2022, there will not be a family which will not have a gas connection,” he said.Mr. Shah also said the 2011 Census reflected the poor sex ratio in some States. That’s why the programme of ‘Beti Bachao, Beti Padhao’ was launched.Haryana surges ahead“Under this scheme, the Haryana government has done so much work in the last five years that the State’s sex ratio is now among the best in the country,” he said.He said India’s population is 17.5% of the world’s, while the geographical area is just 2.4%.", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/man-lynched-2-injured-in-jharkhand/article29495760.ece", "title": "Man lynched 2 injured in Jharkhand", "category": "National", "date": "2019/09/24", "id": "950cb914-4b6b-4b9e-9399-b1c543060747"}, {"url": "https://www.thehindu.com/todays-paper/tp-national/i-t-dept-sends-notice-to-poll-officials-wife/article29495762.ece", "title": "I T Dept sends notice to poll official s wife", "category": "National", "date": "2019/09/24", "id": "576e58bb-355e-467b-968d-b98699b8978a", "text": "The Income Tax Department on Monday issued a notice to Election Commissioner Ashok Lavasa’s wife seeking clarifications regarding discrepancies in her income tax returns.The notice sent to Novel Singhal had to do with her income earned as an independent director on a number of companies. Income Tax officials, however, said that it was a routine matter.", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/adventure-policy-on-the-anvil-rijiju/article29495713.ece", "title": "Adventure policy on the anvil Rijiju", "category": "National", "date": "2019/09/24", "id": "43aa6a40-5985-4133-a44c-bbfc1f8fce3f", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/man-arrested-for-predicting-attack-on-pm/article29495687.ece", "title": "Man arrested for predicting attack on PM", "category": "National", "date": "2019/09/24", "id": "9162c979-f419-4a9e-8273-f6c312ef3740"}, {"url": "https://www.thehindu.com/todays-paper/tp-national/fissures-in-bihars-grand-alliance/article29495702.ece", "title": "Fissures in Bihar s grand alliance ", "category": "National", "date": "2019/09/24", "id": "592190e3-5759-4002-a97f-c0628a7af6ff", "text": "With the announcement of by-polls for five Assembly seats and one Lok Sabha seat in Bihar, scheduled for October 21, allies in the\nmahagathbandhan\n(grand alliance) on Monday began staking their claim to the seats.Alliance partner Hindustani Awam Morcha (Secular) led by Jitan Ram Manjhi staked claim over the Nathnagar seat in Bhagalpur. Rashtriya Janata Dal leaders said their party would contest in four seats.", "summary": ["With the announcement of by-polls for five Assembly seats and one Lok Sabha seat in Bihar, scheduled for October 21, allies in the", "Rashtriya Janata Dal leaders said their party would contest in four seats."], "ner_tags": {"PERSON": ["Lok Sabha", "Bihar", "Janata Dal"], "ORG": ["Assembly"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/unprecedented-and-strange-says-cpim/article29495707.ece", "title": "Unprecedented and strange says CPI M ", "category": "National", "date": "2019/09/24", "id": "f45e8a33-0beb-4376-97d5-a33958584e32"}, {"url": "https://www.thehindu.com/todays-paper/tp-national/dutee-chand-ready-for-political-run/article29495986.ece", "title": "Dutee Chand ready for political run", "category": "National", "date": "2019/09/24", "id": "e1042136-0e6d-402d-b426-707578cf4c38", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/assams-independent-mp-forms-party-army/article29495675.ece", "title": "Assam s Independent MP forms party army ", "category": "National", "date": "2019/09/24", "id": "25754386-9647-428f-9e7c-ca29f3770a4f", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/petrol-diesel-prices-hiked/article29495757.ece", "title": "Petrol diesel prices hiked", "category": "National", "date": "2019/09/24", "id": "a583917f-0de0-4969-9300-09f180924a47", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/bank-unions-defer-2-day-strike-operations-to-be-normal-on-sep-26-27/article29495758.ece", "title": "Bank unions defer 2 day strike operations to be normal on Sep 26 27", "category": "National", "date": "2019/09/24", "id": "a35dfb76-49c0-4786-92ed-41e6c5dd7ef5", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/govt-asks-states-to-ensure-linking-of-emission-test-data-with-vahan-database/article29495759.ece", "title": "Govt asks states to ensure linking of emission test data with Vahan database", "category": "National", "date": "2019/09/24", "id": "49d19b05-4606-471d-9daf-b66e21342863", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/ed-moves-plea-to-declare-zakir-naik-a-fugitive-economic-offender/article29495686.ece", "title": "ED moves plea to declare Zakir Naik a fugitive economic offender", "category": "National", "date": "2019/09/24", "id": "ceea2159-889d-40ff-a8a9-6efe3b66af2e", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/govt-takes-steps-to-tackle-monsoon/article29496475.ece", "title": "Govt takes steps to tackle monsoon", "category": "National", "date": "2019/09/24", "id": "72e5ce5c-ae92-489f-bc95-467125e620fb", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/south-korea-keen-on-making-fresh-start-in-odisha/article29495678.ece", "title": "South Korea keen on making fresh start in Odisha", "category": "National", "date": "2019/09/24", "id": "3c8effde-0af7-49de-a1fd-eb70cc097c69", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/9-killed-as-bus-minibus-collide-in-assam/article29495681.ece", "title": "9 killed as bus minibus collide in Assam", "category": "National", "date": "2019/09/24", "id": "dcca433b-d264-4d64-9fd8-96d251af94d9", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-national/child-of-homeless-couple-stolen-sold-for-adoption/article29495684.ece", "title": "Child of homeless couple stolen sold for adoption", "category": "National", "date": "2019/09/24", "id": "a0fa7f73-a5e2-4d86-87b0-ef174f053b80", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-international/trump-calls-modis-statement-on-pak-terror-very-aggressive/article29495756.ece", "title": "Trump calls Modi s statement on Pak terror very aggressive ", "category": "International", "date": "2019/09/24", "id": "ec8d3dc5-54f7-40f3-ac31-02e3412cc87f", "text": "U.S. President Donald Trump labelled as “very aggressive” a statement from Prime Minister Modi (on Pakistan’s role in terror) at the ‘Howdy, Modi!’ event at Houston on Sunday. Mr. Trump also said he did not realise the statement would be made and said it was well received in the room.“You have two big countries and they are warring countries, and they've been fighting. I heard a very aggressive statement yesterday, not to say that I was there. I didn't know I was going to hear that statement…but I was sitting there, I heard a very aggressive statement yesterday, from India, from the Prime Minister, and I will say it was very well received within room… that was a big room 59,000 people. But it was a very aggressive statement,” Mr. Trump said.Mr. Trump’s comments were made to the press, which he addressed along with Pakistan Prime Minister Imran Khan prior to their bilateral meeting. Pakistan’s Foreign Minister Shah Mehmood Qureshi and Ambassador to the United States Asad Majeed Khan were also present.Mediation roleMr. Trump also repeated his offer to mediate, saying he had a good relationship with both leaders and was “ready, willing and able” to mediate on the issue.“I also have a very good relationship with India. I have a good relationship with both. So if they decide to use that feeling …among both…I think we can help out.”The White House readout of the Trump-Khan bilateral said the two leaders had discussed de-escalation of India-Pakistan tensions and the importance of dialogue as well as combating terror.", "summary": ["Mr. Trump also said he did not realise the statement would be made and said it was well received in the room.“You have two big countries and they are warring countries, and they've been fighting.", "I didn't know I was going to hear that statement…but I was sitting there, I heard a very aggressive statement yesterday, from India, from the Prime Minister, and I will say it was very well received within room… that was a big room 59,000 people.", "But it was a very aggressive statement,” Mr. Trump said.Mr. Trump’s comments were made to the press, which he addressed along with Pakistan Prime Minister Imran Khan prior to their bilateral meeting.", "So if they decide to use that feeling …among both…I think we can help out.”The White House readout of the Trump-Khan bilateral said the two leaders had discussed de-escalation of India-Pakistan tensions and the importance of dialogue as well as combating terror."], "ner_tags": {"PERSON": ["Trump", "Trump", "Imran Khan"], "ORG": ["Trump", "White House", "Trump"], "GPE": ["India", "Pakistan", "India", "Pakistan"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-international/got-and-fleabag-take-top-prizes-at-the-emmys/article29495662.ece", "title": "GoT and Fleabag take top prizes at the Emmys", "category": "International", "date": "2019/09/24", "id": "b277bc83-3076-4659-be68-c133be76f23c", "text": "HBO’s\nGame of Thrones\nmade television history at the 71st Primetime Emmy Awards on Sunday, winning for best drama series. The sprawling fantasy series, which had its finale in May after eight seasons of blood and intrigue, won 12 Emmys for its swan-song season, adding to its record total for the most wins of any television drama ever.The night was also huge for Amazon, which won the best comedy award, thanks to\nFleabag\n, a series that grew out of a 2014 one-woman show by its creator, Phoebe Waller-Bridge.Ms. Waller-Bridge won three Emmys on the night, including for best actress in a comedy, a win that came as an upset. The much-decorated Julia Louis-Dreyfus, the star of\nVeep\n, failed to win that award for the first time in the show’s seven seasons. Ms. Waller-Bridge also won in the category of best writing for a comedy series.She has said that the show’s second season would be its last — and seemed to be sticking with her decision to end it. “To be honest, this feels like the most beautiful way to say goodbye,” she said.As if to emphasise Amazon’s strong performance, even Alexa made an appearance, announcing the name of the nominees for best actress in a comedy as part of a bit put on by Stephen Colbert and Jimmy Kimmel, who were presenters.Amazon’s\nThe Marvelous Mrs. Maisel\n, won two awards, with Alex Borstein winning for best supporting actress and Tony Shalhoub taking the prize for best supporting actor.HBO steals the showIn keeping with Emmy tradition, HBO had a strong night overall, taking three of the top series awards, including a victory for a frequent winner,\nLast Week Tonight With John Oliver\n, as the year’s best talk show. The network also won in the category of best limited series for\nChernobyl\n, which won 10 awards altogether.HBO took the crown this year, earning 34 Emmy wins compared to Netflix’s 27.For his work on Game of Thrones, Peter Dinklage won — for the fourth time — the award for best supporting actor in a drama.Billy Porter, one of the stars of FX’s New York City 1980s ballroom-scene drama,\nPose\n, won best actor in a drama.It was the first time an openly gay black actor had won in the category.", "summary": ["Game of Thrones", "made television history at the 71st Primetime Emmy Awards on Sunday, winning for best drama series.", "The sprawling fantasy series, which had its finale in May after eight seasons of blood and intrigue, won 12 Emmys for its swan-song season, adding to its record total for the most wins of any television drama ever.The night was also huge for Amazon, which won the best comedy award, thanks to", ", a series that grew out of a 2014 one-woman show by its creator, Phoebe Waller-Bridge.Ms. Waller-Bridge won three Emmys on the night, including for best actress in a comedy, a win that came as an upset.", ", failed to win that award for the first time in the show’s seven seasons.", "Ms. Waller-Bridge also won in the category of best writing for a comedy series.She has said that the show’s second season would be its last — and seemed to be sticking with her decision to end it.", "“To be honest, this feels like the most beautiful way to say goodbye,” she said.As if to emphasise Amazon’s strong performance, even Alexa made an appearance, announcing the name of the nominees for best actress in a comedy as part of a bit put on by Stephen Colbert and Jimmy Kimmel, who were presenters.Amazon’s", ", won two awards, with Alex Borstein winning for best supporting actress and Tony Shalhoub taking the prize for best supporting actor.HBO steals the showIn keeping with Emmy tradition, HBO had a strong night overall, taking three of the top series awards, including a victory for a frequent winner,", ", as the year’s best talk show.", "The network also won in the category of best limited series for", ", which won 10 awards altogether.HBO took the crown this year, earning 34 Emmy wins compared to Netflix’s 27.For his work on Game of Thrones, Peter Dinklage won — for the fourth time — the award for best supporting actor in a drama.Billy Porter, one of the stars of FX’s New York City 1980s ballroom-scene drama,", ", won best actor in a drama.It was the first time an openly gay black actor had won in the category."], "ner_tags": {"PERSON": ["Phoebe Waller-Bridge", "Stephen Colbert", "Jimmy Kimmel", "Alex Borstein", "Tony Shalhoub", "Emmy", "Peter Dinklage", "Billy Porter"], "ORG": ["Amazon", "Emmys", "Amazon", "Alexa", "Amazon’s", "HBO", "HBO", "HBO", "Emmy", "FX"], "GPE": ["Thronesmade", "New York City"], "WORK_OF_ART": ["Game of Thrones"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-international/will-raise-kashmir-issue-with-un-leaders-says-imran-khan/article29495664.ece", "title": " Will raise Kashmir issue at UN ", "category": "International", "date": "2019/09/24", "id": "cc1dd0e7-ab4a-4982-b4f4-bcd943b14323", "text": "Vowing to take up what he called his “worries” about “Hindu supremacy” in India and the situation in Kashmir post-revocation of Article 370 with leaders at the United Nations General Assembly, including U.S. President Donald Trump, Pakistan’s Prime Minister Imran Khan said here that he wanted a “reset in ties” with India, but had been rebuffed. In his first reaction to the mega-rally by Prime Minister Narendra Modi and President Trump on Sunday, Mr. Khan said the Modi government was “carrying out an RSS agenda” against Pakistan.“After the Pulwama attack, I had said [to the Indian government], please give us any indication a Pakistani was involved. India bombed us instead [Balakot strikes],” Mr. Khan said at the Council of Foreign Relations, speaking to a crowd of U.S. analysts and academics, making a particular mention of India’s efforts to blacklist Pakistan at the Financial Action Task Force’s plenary this November as proof of what he called the “agenda”.Links to terrorismWhile he didn’t react directly to PM Modi’s comments on Pakistan’s links to terrorism in the 9/11 attacks and 26/11 attacks, Mr. Khan said he disagreed with President Trump’s assertion that India and the U.S. would together combat “radical Islamic terrorism”. “There is only one Islam, not moderate or radical,” he said, indicating that he had watched the rally of Indian-Americans at Houston’s NRG centre.Mr. Khan made the comments a few hours before his bilateral meeting with President Trump in New York, his first since the talks with Taliban were called off. He admitted that he had only learned of the U.S. decision to cancel a possible deal with the Taliban only through Mr. Trump’s tweet, and hoped the talks could be restarted. Both PM Modi and PM Khan will address the UN General Assembly on Friday.Significantly, the Pakistani Prime Minister did not deny the presence of terrorists in Pakistan, and even suggested that Al-Qaeda chief Osama Bin Laden, who was killed by U.S. forces in Abbottabad in 2011, had links with members of the Pakistan Army.“I will say, the Pakistan Army trained al-Qaeda before 9/11, so there were always going to be links. Many in the Army didn’t agree with the policy change post 9/11, when the same people we had trained were called terrorists,” Mr. Khan said, referring to Pakistan’s decision to join forces with the U.S. for the war in Afghanistan as a “major blunder”.Mr. Khan also said that he was willing to India’s to address India’s concerns about terrorism, if the government had been willing to restart talks, and suggested that the upcoming Kartarpur corridor was his effort to “open up ties for peace with neighbours”.‘Lack of trust’“When PM Modi asked me about terrorism, I said I assure you we will dismantle the terror networks. The problem is lack of trust,” Mr. Khan told the audience, but did not explain why terror groups, including Lashkar e Toiba and Jaish e Mohammad, continue to exist in the country.", "summary": ["Vowing to take up what he called his “worries” about “Hindu supremacy” in India and the situation in Kashmir post-revocation of Article 370 with leaders at the United Nations General Assembly, including U.S. President Donald Trump, Pakistan’s Prime Minister Imran Khan said here that he wanted a “reset in ties” with India, but had been rebuffed.", "India bombed us instead [Balakot strikes],” Mr. Khan said at the Council of Foreign Relations, speaking to a crowd of U.S. analysts and academics, making a particular mention of India’s efforts to blacklist Pakistan at the Financial Action Task Force’s plenary this November as proof of what he called the “agenda”.Links to terrorismWhile he didn’t react directly to PM Modi’s comments on Pakistan’s links to terrorism in the 9/11 attacks and 26/11 attacks, Mr. Khan said he disagreed with President Trump’s assertion that India and the U.S. would together combat “radical Islamic terrorism”.", "“There is only one Islam, not moderate or radical,” he said, indicating that he had watched the rally of Indian-Americans at Houston’s NRG centre.Mr. Khan made the comments a few hours before his bilateral meeting with President Trump in New York, his first since the talks with Taliban were called off.", "Both PM Modi and PM Khan will address the UN General Assembly on Friday.Significantly, the Pakistani Prime Minister did not deny the presence of terrorists in Pakistan, and even suggested that Al-Qaeda chief Osama Bin Laden, who was killed by U.S. forces in Abbottabad in 2011, had links with members of the Pakistan Army.“I will say, the Pakistan Army trained al-Qaeda before 9/11, so there were always going to be links."], "ner_tags": {"PERSON": ["Donald Trump", "Imran Khan", "Khan", "Khan", "Trump’s", "Khan", "Trump", "Modi", "Khan", "Osama Bin Laden"], "NORP": ["Hindu", "Islamic", "Indian-Americans", "Pakistani"], "ORG": ["the United Nations General Assembly", "Balakot", "the Council of Foreign Relations", "Modi’s", "Islam", "Taliban", "the UN General Assembly", "Al-Qaeda", "the Pakistan Army.“I", "the Pakistan Army", "al-Qaeda"], "GPE": ["India", "U.S.", "Pakistan", "India", "India", "U.S.", "India", "Pakistan", "Pakistan", "India", "U.S.", "Houston", "New York", "Pakistan", "U.S.", "Abbottabad"], "LOC": ["Kashmir"], "LAW": ["Article 370"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-international/not-worried-about-impeachment/article29495671.ece", "title": " Not worried about impeachment ", "category": "International", "date": "2019/09/24", "id": "a16cd649-88f1-442c-be9a-7b92e3b0e9b1", "text": "President Donald Trump on Monday dismissed the threat of impeachment over allegations that he tried to pressure Ukraine’s leader into investigating his 2020 election rival Joe Biden.Asked if he was taking the threat from some Democrats seriously, Mr. Trump answered: “Not at all seriously.”U.S. media reports revealed that an intelligence community whistleblower had filed a report after becoming alarmed at Mr. Trump’s alleged attempt to pressure Ukrainian President Volodymyr Zelensky in a phone call.Mr. Trump has confirmed that he discussed what he says was corruption by Mr. Biden’s family during the call but denies applying pressure on Mr. Zelensky.“We had a perfect phone call,” he told reporters. “Everybody knows it’s just a Democrat witch hunt.”Mr. Trump has spent much of his first term fighting off allegations that he benefited from Russian-sponsored interference during his surprise 2016 win over opponent Hillary Clinton.", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-international/russia-formally-accepts-2015-paris-climate-accord/article29495754.ece", "title": "Russia formally accepts 2015 Paris climate accord", "category": "International", "date": "2019/09/24", "id": "66b3e042-aa9a-44b4-9261-4dde04e0632f", "text": "Russia said it would implement the 2015 Paris Agreement to fight climate change after Prime Minister Dmitry Medvedev on Monday approved a government resolution signifying Moscow’s final acceptance of the deal.The same resolution said Russia would not technically ratify the accord however due to a legal nuance. Mr. Medvedev said Moscow would adapt the accord to existing legal norms. It was unclear what, if any, the legal implications of failing to technically ratify the pact were.Russia is the world’s fourth largest emitter of greenhouse gases and the biggest emitter not to have ratified the landmark global climate deal.In Monday’s government resolution, Russia said it did not need to ratify the agreement because Moscow had already undertaken to honour its commitments when it signed the deal in April 2016.", "summary": ["Russia said it would implement the 2015 Paris Agreement to fight climate change after Prime Minister Dmitry Medvedev on Monday approved a government resolution signifying Moscow’s final acceptance of the deal.The same resolution said Russia would not technically ratify the accord however due to a legal nuance."], "ner_tags": {"PERSON": ["Dmitry Medvedev"], "ORG": ["Paris Agreement"], "GPE": ["Russia", "Moscow", "Russia"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-international/no-judicial-probe-into-pak-hindu-students-death/article29495669.ece", "title": "No judicial probe into Pak Hindu student s death", "category": "International", "date": "2019/09/24", "id": "7f8563bf-4fe1-428b-b50e-58836e772c8a", "text": "A local court judge in Pakistan has reportedly declined to hold a judicial inquiry into the death of a Hindu dental student, who was found dead in her hostel room last week, despite being asked by the home department, according to a media report.Nimrita Chandni, a final-year student of Bibi Asifa Dental College in Sindh province’s Larkana district and a social activist, was found lying on a cot by her friends on September 16 with a rope tied to her neck.The Larkana district and sessions judge appeared reluctant to hold the judicial inquiry into the mysterious death of Chandni despite the request made by the home department on September 18, the\nDawn\nnewspaper reported.The Home secretary Abdul Kabeer Kazi has been informed by the police about the sessions judge’s reluctance to initiate the inquiry. It did not identify the judge.", "summary": ["A local court judge in Pakistan has reportedly declined to hold a judicial inquiry into the death of a Hindu dental student, who was found dead in her hostel room last week, despite being asked by the home department, according to a media report.Nimrita Chandni, a final-year student of Bibi Asifa Dental College in Sindh province’s Larkana district and a social activist, was found lying on a cot by her friends on September 16 with a rope tied to her neck.The Larkana district and sessions judge appeared reluctant to hold the judicial inquiry into the mysterious death of Chandni despite the request made by the home department on September 18, the", "Dawn"], "ner_tags": {"PERSON": ["Nimrita Chandni", "Larkana", "Chandni"], "NORP": ["Hindu"], "ORG": ["Bibi Asifa Dental College", "Sindh province’s"], "GPE": ["Pakistan"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-international/20-killed-in-protests-in-indonesia/article29495657.ece", "title": "20 killed in protests in Indonesia", "category": "International", "date": "2019/09/24", "id": "7b81988a-8e44-44a3-b2e8-76eceb8e64b1"}, {"url": "https://www.thehindu.com/todays-paper/tp-international/xi-jinping-expected-in-nepal-after-huawei-deal/article29495665.ece", "title": "Xi may visit Nepal after Huawei deal", "category": "International", "date": "2019/09/24", "id": "3f86c8b2-566b-4e56-855a-b9018db33e34", "text": "Chinese President Xi Jinping is expected to visit Nepal in October, sources said. This comes days after Nepal’s biggest business group signed a deal with Chinese telecom major Huawei for 5G-ready network in the strategically important Himalayan country.Last month, Nepal hosted Foreign Minister Wang Yi, who discussed the presidential visit with officials in Kathmandu.The Minister was also expected to visit India at that time, which, however, did not materialise.Later, Nepali Defence Minister Ishwore Pokharel had announced that during President Mr. Xi’s visit, both sides will sign a deal to build a road that will connect Kathmandu with Kerung, an important Tibetan stop for traders and pilgrims visiting Kailash Mansarovar.", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-international/paris-sept-23-2019-afp/article29495666.ece", "title": "Paris Sept 23 2019 AFP ", "category": "International", "date": "2019/09/24", "id": "0271c541-2ed6-4f52-83b1-d0e8c00cd60b", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-international/israeli-president-invites-rivals-to-break-election-deadlock/article29495668.ece", "title": "Israeli president invites rivals to break election deadlock", "category": "International", "date": "2019/09/24", "id": "37ef4075-47c6-4abe-9b1d-af957e28a51e", "text": "", "summary": [], "ner_tags": {}}, {"url": "https://www.thehindu.com/todays-paper/tp-opinion/making-the-grand-indian-psb-mergers-work/article29495645.ece", "title": "Making the grand Indian PSB mergers work", "category": "Opinion", "date": "2019/09/24", "id": "3d05150a-e851-45e6-9835-b0707e8bb697", "text": "The initial enthusiasm of market analysts to the bank merger announcement is giving way to wariness and scepticism. There is a feeling that the potential benefits would take several years to show up and, meanwhile, the turbulence in the banks could take a toll on the real economy.The merger move demonstrates once again the lackadaisical approach of policy planners in implementing sensible banking reforms in Public Sector Banks (PSBs), first mooted by the Narasimham Committee more than a quarter century ago. While the committee had cautioned against merging weak banks, the government has ended doing precisely that. The consolidation should have been a gradual and calibrated exercise resulting in a smaller number of well-capitalised and professionally managed PSBs with a sound governance structure. Instead, what has come is a shotgun ‘reform’ decision at a time when PSBs are in deep malaise.A key concern about merging the ten PSBs into four in one stroke is a lack of clear articulation of the rationale behind bringing disparate and weak banks together, some of whom were still under the Reserve Bank of India’s Prompt Corrective Action (PCA). Further, such merger announcements generally trigger confusion, anxiety and insecurity in staff, leading to a slowdown in business. When decades-old brands are suddenly obliterated, there is widespread dismay. Poor communication within PSBs exacerbates the challenges. The smooth manner in which SBI merged five of its associate banks (ABs) in 2017 is not a relevant example in this regard. SBI had managed the ABs over the years with its own senior team, and all associates had already been functioning on common technology platform. In fact, left to its own, SBI would have preferred a gradual acquisition. The merger was forced upon it in the worst year of its history.Reversing decline in returnsThe efficiency gains from the mergers for large PSBs would be largely illusory in the absence of a sound management with a vision for the future. The post-merger scale economies that large international banks seek to achieve with ruthless measures are not feasible in India. Our objective should be to create bigger PSBs that can mirror the efficiency parameters of leading private sector banks here. The chief goal should be to reverse the decline in the PSBs’ Return on Equity (RoE) after investing considerable sums in bringing them on a common technology platform, and introducing better risk management measures. The merged entities should become agile and capable of meeting the challenges in retail and mass market segments from private players and open banking sources.To smoothen the merger process, six measures may be worth considering. First, it needs to be ensured that there is no leadership vacuum in the anchor banks. Mergers require strong skills in thought leadership, results leadership and people leadership. The technical skills needed for integration planning, transforming business support functions and value build-up have to be cultivated. There is a strong need to revamp Human Resources (HR) practices and culturally integrate the expanded workforce through sustained training initiatives.It is vital to give the current heads of anchor banks a three-year term, or a tenure that lasts till the incumbents reach the age of 62 years, to avoid uncertainties in managing the transformation, and to enable the chiefs develop a second line. It is equally important that the top leadership comes from within the banks based on performance. The practice over the years of shuffling senior executives from one PSB to another has done more harm than good.Second, there is a need to recruit professionals from the market in key areas of technology, HR and risk management, in all of which PSBs are grossly under-equipped. Such recruitments should obviously be at market pay, which is the norm in joint ventures promoted by PSBs such as SBI.Training the front-line staffThird, PSBs should not be found wanting when it comes to recruitment and training of front-line staff. There is a fear that the ‘merger wave’ may sink fresh hiring. While there will be rationalisation of headcount due to voluntary exits spurred by relocation and other compulsions, many staff members moved across their former banks may be less than suitable for the new roles. A buoyant exercise of recruitment and training is vital.Fourth, the government should actively plan steps to offset a possible slow expansion in bank credit in the near term. There is a decelerating trend in loan approvals by PSBs, as brought out in the last RBI report on Trend and Progress of Banking. More risk aversion on the part of bankers, coupled with their internal preoccupations, could further slacken credit growth. Loan\nmela\ns and directed lending measures would not be the ideal solution. Instead Non-Banking Financial Institutions (NBFCs), which have a better understanding of the market needs, need to be tapped to ensure better credit flow. In terms of size, NBFCs are about 15% of the combined balance sheet of all banks. They should be enabled to step in more actively to fill the gap in funding Small and Medium-sized Enterprises, which are facing real issues as regards credit availability.Here, it may be good to consider expanding the scope of the partial credit guarantee scheme announced in this year’s budget to cover all NBFCs treated as Asset Finance Companies, instead of restricting it to the top-tier NBFCs, which any way have access to multiple sources. The proposed six-month guarantee could also be raised to two years to build a sustained momentum.Further, the Credit Guarantee Fund Trust for Micro and Small Enterprises managed by SIDBI may be revamped to assist more NBFCs. Drawings by NBFCs constitute just 7% of the disbursements made so far, and smaller firms are not even aware of this option.Ownership tanglesFifth, the government should resolve the tangles in the ownership of the merging PSBs in insurance, asset management and other ventures. Some ventures involve foreign partners, and some are market-listed. The anchor banks should be free to take the best course that would optimise the value of such investments.Lastly, the government should consider converting a few ‘weak’ PSBs outside the merger into regional banks. This was one of the recommendations of the Narasimham Committee. Banks such as Bank of Maharashtra and Punjab and Sind Bank that have spread manpower, network, and resources thin could be turned into vibrant regional institutions to serve agriculture, trade and commerce.While such consolidation can result in handsome productivity gains, what matters is the quality of execution by a stable and committed leadership, aided by a shrewd and benign ownership.", "summary": ["The initial enthusiasm of market analysts to the bank merger announcement is giving way to wariness and scepticism.", "There is a feeling that the potential benefits would take several years to show up and, meanwhile, the turbulence in the banks could take a toll on the real economy.The merger move demonstrates once again the lackadaisical approach of policy planners in implementing sensible banking reforms in Public Sector Banks (PSBs), first mooted by the Narasimham Committee more than a quarter century ago.", "While the committee had cautioned against merging weak banks, the government has ended doing precisely that.", "The consolidation should have been a gradual and calibrated exercise resulting in a smaller number of well-capitalised and professionally managed PSBs with a sound governance structure.", "Instead, what has come is a shotgun ‘reform’ decision at a time when PSBs are in deep malaise.A key concern about merging the ten PSBs into four in one stroke is a lack of clear articulation of the rationale behind bringing disparate and weak banks together, some of whom were still under the Reserve Bank of India’s Prompt Corrective Action (PCA).", "Further, such merger announcements generally trigger confusion, anxiety and insecurity in staff, leading to a slowdown in business.", "The smooth manner in which SBI merged five of its associate banks (ABs) in 2017 is not a relevant example in this regard.", "SBI had managed the ABs over the years with its own senior team, and all associates had already been functioning on common technology platform.", "The merger was forced upon it in the worst year of its history.Reversing decline in returnsThe efficiency gains from the mergers for large PSBs would be largely illusory in the absence of a sound management with a vision for the future.", "The post-merger scale economies that large international banks seek to achieve with ruthless measures are not feasible in India.", "Our objective should be to create bigger PSBs that can mirror the efficiency parameters of leading private sector banks here.", "The chief goal should be to reverse the decline in the PSBs’ Return on Equity (RoE) after investing considerable sums in bringing them on a common technology platform, and introducing better risk management measures.", "The merged entities should become agile and capable of meeting the challenges in retail and mass market segments from private players and open banking sources.To smoothen the merger process, six measures may be worth considering.", "First, it needs to be ensured that there is no leadership vacuum in the anchor banks.", "There is a strong need to revamp Human Resources (HR) practices and culturally integrate the expanded workforce through sustained training initiatives.It is vital to give the current heads of anchor banks a three-year term, or a tenure that lasts till the incumbents reach the age of 62 years, to avoid uncertainties in managing the transformation, and to enable the chiefs develop a second line.", "The practice over the years of shuffling senior executives from one PSB to another has done more harm than good.Second, there is a need to recruit professionals from the market in key areas of technology, HR and risk management, in all of which PSBs are grossly under-equipped.", "Such recruitments should obviously be at market pay, which is the norm in joint ventures promoted by PSBs such as SBI.Training the front-line staffThird, PSBs should not be found wanting when it comes to recruitment and training of front-line staff.", "A buoyant exercise of recruitment and training is vital.Fourth, the government should actively plan steps to offset a possible slow expansion in bank credit in the near term.", "There is a decelerating trend in loan approvals by PSBs, as brought out in the last RBI report on Trend and Progress of Banking.", "Instead Non-Banking Financial Institutions (NBFCs), which have a better understanding of the market needs, need to be tapped to ensure better credit flow.", "They should be enabled to step in more actively to fill the gap in funding Small and Medium-sized Enterprises, which are facing real issues as regards credit availability.Here, it may be good to consider expanding the scope of the partial credit guarantee scheme announced in this year’s budget to cover all NBFCs treated as Asset Finance Companies, instead of restricting it to the top-tier NBFCs, which any way have access to multiple sources.", "The proposed six-month guarantee could also be raised to two years to build a sustained momentum.Further, the Credit Guarantee Fund Trust for Micro and Small Enterprises managed by SIDBI may be revamped to assist more NBFCs. Drawings by NBFCs constitute just 7% of the disbursements made so far, and smaller firms are not even aware of this option.Ownership tanglesFifth, the government should resolve the tangles in the ownership of the merging PSBs in insurance, asset management and other ventures.", "The anchor banks should be free to take the best course that would optimise the value of such investments.Lastly, the government should consider converting a few ‘weak’ PSBs outside the merger into regional banks."], "ner_tags": {"ORG": ["the Narasimham Committee", "the Reserve Bank of India", "SBI", "SBI", "Human Resources (HR", "PSB", "Progress of Banking", "Non-Banking Financial Institutions", "Enterprises", "Asset Finance Companies", "the Credit Guarantee Fund Trust", "Micro and Small Enterprises"], "GPE": ["India"], "WORK_OF_ART": ["Return on Equity (RoE"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-opinion/the-importance-of-listening-well/article29495651.ece", "title": "The importance of listening well", "category": "Opinion", "date": "2019/09/24", "id": "cc9f5d8e-e0a9-42ca-a788-1477e7f153a7", "text": "A very instructive passage on the difference in norms of debate among ancient Indian scholars, on the one hand, and kings and their subjects, on the other is found in the ancient text,\nMilinda-pañha\n. It records an exchange between the Indo-Greek king Milinda (Menander) and the Buddhist monk Nāgasena.When the king fails to understand a point made by Nāgasena, he asks, “Will you discuss with me again?”Nāgasena says: “If your Majesty will discuss as a scholar (paṇḍita), yes; but if you discuss as a king, no.”“How do scholars discuss?”“When scholars talk a matter over with each other, there is a winding up, an unravelling; distinctions are made and counter-distinctions; one or other is convinced of error, and then acknowledges his mistake; and yet thereby they are not angered. Thus, do scholars, O king, discuss.”“And how do kings discuss?”“When a king, your Majesty, discusses a matter, and he advances a point, if anyone differs from him on that point, he is apt to fine him saying: ‘Inflict such and such a punishment upon that fellow!’ Thus, Your Majesty, do kings discuss.”Debates in ancient India, the text seems to say, were tranquil, stress-free events in which participants did not hesitate to change their opinions where necessary, a far cry from royal (political) discussions in which disagreement with political rulers was frequently fraught with danger and winning a debate was almost, and sometimes literally, a matter of life and death.Listening to citizensIn fact, democracy is the only form of government where rules of scholarly and political debate are supposed to coincide, both among citizens and between governments and citizens. Debates are meant to be conducted fearlessly and in the ensuing discussion, mistakes are acknowledged and opinions changed. There is no anger or sense of humiliation if and when one is shown to be in error. Public arguments are meant to compel citizens to openly acknowledge when proven wrong and force governments to admit their mistakes and change policies. But is any of this possible without proper listening? It is said that it is the privilege of powerful people to speak and the lot of the powerless to listen. The beauty of democracy is that it obliges the powerful to listen.Of course, even democratic governments do not always listen to their electors. But as soon as their legitimacy dips below a certain threshold, as soon as their habit of turning a deaf ear to their people threatens their survival, they seem instinctively to know that it is absolutely crucial to start listening.Something akin to this appears to have recently taken place in India. A month ago, the current government appeared not to be listening to anyone. And although it is arguable that only a few top corporates were eventually heard, it is equally true that after months of silence on the pleadings of the ‘people’ to do something about the economic slowdown, the government finally listened to someone. Can we not now take this as an opportunity to demand an extension of this courtesy to others? To the farmers, or the poor more generally? To, say, teachers, scholars, dancers, musicians, painters, town-planners on education and cultural policy? To Kashmiris, Dalits and the minorities? Should not the government listen to those who dissent from their policies?It is pretty obvious to me that the answer to these questions must be in the affirmative. Good governments make a habit of listening to citizens. Indeed, in democracies, those temporarily in power need to develop the quality of being good listeners,\nsushrutas\n. What do I mean by this and how will this help?Good listeningAllowing someone to speak is, of course, the first precondition of listening. Remaining quiet while she is speaking is another. But silence can still mean not listening. One may even pretend to listen, but remain disengaged or distracted. We all know that there exists what might be called ‘vacant-look listening’, when the interlocutor is physically present but mentally absent. Even sincere silence may just convey paternalistic assurance or be viewed as a strategy to allow the speaker to let off steam. It can betray biased judgment, moralising, or a readiness for instant advice. These are conversation-stoppers, roadblocks to listening. Good listening is attentive, uninterrupted, and genuinely responsive.There is more to good listening. The Indian spiritual thinker, Jiddu Krishnamurti, put this point across well. He said: “There are two ways of listening: there is the mere listening to words, as you listen when you are not really interested, when you are not trying to fathom the depths of a problem; and there is the listening which catches the real significance of what is being said.” In short, good listening is empathetic and self-reflexive. It involves the capacity to step out of one’s own perspective, consider things from the other’s point of view — “climb into his skin and walk around in it”, as Harper Lee put it. Good listening enables an accurate understanding of what another person is thinking, feeling, experiencing, and meaning. None of this is possible if one remains self-centered, or believes that truth and goodness is on one side alone. Good listening further presupposes that others have much to teach us, especially those who, in important aspects, are different from us.Such good listening is especially needed in times of deep disagreement when we forget that there are as many views as there are people and delude ourselves into believing that the world is divided in two: us and them. We believe that only two views exist, and the one held by us is correct. This particularly crude form of binary thinking exacerbates conflicts, and deepens polarisation. A polarised world contains prefect conditions for people to stop listening to each other. It is precisely at such times that we need encouragement to start listening, so that we can broaden the horizon of our experience, to break the horrible habit of dismissing differences. Listening helps reveal hidden commonalities that bolster cooperation. It dispels mistaken assumptions. It brings greater acceptance. In such deeply divided times, should it not be the duty of democratic governments to encourage people to de-escalate bitterness and discord and begin listening to one another?Listening to manyThe government has made a good beginning by listening to a few. Since good democratic governments strive to be inclusive, to win the trust of all, they must listen to the many, become\nbahushruta\n. Deliberative democrats often emphasise the importance of good arguments and wish the best argument to determine its decisions. But can we ever know ‘the best argument’ if we haven’t listened to all of them? Unless we ensure that, as far as possible, all points of view have indeed been taken into account? This inclusion is impossible without listening to voices that may have been repressed before, voices of the powerless and the vulnerable.A continuing conversation between governments and citizens and among citizens themselves is crucial in a democracy. But good conversations presuppose good habits of listening. Governments must take seriously their duty to be not only\nsushruta\n, but\nbahushruta\n. Citizens too must take more responsibility for cultivating these public virtues.", "summary": ["A very instructive passage on the difference in norms of debate among ancient Indian scholars, on the one hand, and kings and their subjects, on the other is found in the ancient text,", ". It records an exchange between the Indo-Greek king Milinda (Menander) and the Buddhist monk Nāgasena.When the king fails to understand a point made by Nāgasena, he asks, “Will you discuss with me again?”Nāgasena says: “If your Majesty will discuss as a scholar (paṇḍita), yes; but if you discuss as a king, no.”“How do scholars discuss?”“When scholars talk a matter over with each other, there is a winding up, an unravelling; distinctions are made and counter-distinctions; one or other is convinced of error, and then acknowledges his mistake; and yet thereby they are not angered.", "Thus, do scholars, O king, discuss.”“And how do kings discuss?”“When a king, your Majesty, discusses a matter, and he advances a point, if anyone differs from him on that point, he is apt to fine him saying: ‘Inflict such and such a punishment upon that fellow!’ Thus, Your Majesty, do kings discuss.”Debates in ancient India, the text seems to say, were tranquil, stress-free events in which participants did not hesitate to change their opinions where necessary, a far cry from royal (political) discussions in which disagreement with political rulers was frequently fraught with danger and winning a debate was almost, and sometimes literally, a matter of life and death.Listening to citizensIn fact, democracy is the only form of government where rules of scholarly and political debate are supposed to coincide, both among citizens and between governments and citizens.", "Debates are meant to be conducted fearlessly and in the ensuing discussion, mistakes are acknowledged and opinions changed.", "Public arguments are meant to compel citizens to openly acknowledge when proven wrong and force governments to admit their mistakes and change policies.", "But is any of this possible without proper listening?", "It is said that it is the privilege of powerful people to speak and the lot of the powerless to listen.", "The beauty of democracy is that it obliges the powerful to listen.Of course, even democratic governments do not always listen to their electors.", "But as soon as their legitimacy dips below a certain threshold, as soon as their habit of turning a deaf ear to their people threatens their survival, they seem instinctively to know that it is absolutely crucial to start listening.Something akin to this appears to have recently taken place in India.", "A month ago, the current government appeared not to be listening to anyone.", "And although it is arguable that only a few top corporates were eventually heard, it is equally true that after months of silence on the pleadings of the ‘people’ to do something about the economic slowdown, the government finally listened to someone.", "Should not the government listen to those who dissent from their policies?It is pretty obvious to me that the answer to these questions must be in the affirmative.", "Good governments make a habit of listening to citizens.", "Indeed, in democracies, those temporarily in power need to develop the quality of being good listeners,", ". What do I mean by this and how will this help?Good listeningAllowing someone to speak is, of course, the first precondition of listening.", "But silence can still mean not listening.", "One may even pretend to listen, but remain disengaged or distracted.", "These are conversation-stoppers, roadblocks to listening.", "It involves the capacity to step out of one’s own perspective, consider things from the other’s point of view — “climb into his skin and walk around in it”, as Harper Lee put it.", "Good listening enables an accurate understanding of what another person is thinking, feeling, experiencing, and meaning.", "None of this is possible if one remains self-centered, or believes that truth and goodness is on one side alone.", "Good listening further presupposes that others have much to teach us, especially those who, in important aspects, are different from us.Such good listening is especially needed in times of deep disagreement when we forget that there are as many views as there are people and delude ourselves into believing that the world is divided in two: us and them.", "We believe that only two views exist, and the one held by us is correct.", "A polarised world contains prefect conditions for people to stop listening to each other.", "It is precisely at such times that we need encouragement to start listening, so that we can broaden the horizon of our experience, to break the horrible habit of dismissing differences.", "In such deeply divided times, should it not be the duty of democratic governments to encourage people to de-escalate bitterness and discord and begin listening to one another?Listening to manyThe government has made a good beginning by listening to a few.", "Since good democratic governments strive to be inclusive, to win the trust of all, they must listen to the many, become", ". Deliberative democrats often emphasise the importance of good arguments and wish the best argument to determine its decisions.", "But can we ever know ‘the best argument’ if we haven’t listened to all of them?", "Unless we ensure that, as far as possible, all points of view have indeed been taken into account?", "This inclusion is impossible without listening to voices that may have been repressed before, voices of the powerless and the vulnerable.A continuing conversation between governments and citizens and among citizens themselves is crucial in a democracy.", "But good conversations presuppose good habits of listening.", "Governments must take seriously their duty to be not only"], "ner_tags": {"PERSON": ["Milinda", "Majesty", "Harper Lee"], "NORP": ["Indian", "Buddhist"], "ORG": ["Nāgasena", "Majesty"], "GPE": ["Nāgasena", "India", "India"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-opinion/climate-justice-through-judicial-diktat/article29495642.ece", "title": "Climate justice through judicial diktat", "category": "Opinion", "date": "2019/09/24", "id": "c3a3586a-657f-48cc-a023-534e1f426c90", "text": "A Supreme Court order for demolishing a set of apartments in Maradu, a suburb in Ernakulam, has caused a legal and political crisis. The deadline for demolishing the four backwater-facing high-rise apartments ended last Friday. However, the 350-odd families residing there have refused to move.On September 11, while the rest of Kerala gorged the quintessential Onam\nsadhya\n, residents of these four complexes were on a hunger strike at the Maradu Municipality office. They have now gained wider support with all major political parties, including the Congress, the Communist Party of India-Marxist (CPI-M) and the Bharatiya Janata Party (BJP) opposing the demolition. After dithering initially, Chief Minister Pinarayi Vijayan has stated that his government will pursue all options to protect the residents.In 2006, the Maradu panchayat had granted building permissions for constructing the apartments. However, after a directive from the local self-government department, the panchayat issued a show-cause notice to the builders for violating Coastal Regulatory Zone (CRZ) rules. The builders got a stay order from the Kerala High Court in 2007 which allowed them to continue construction. The High Court ruled in favour of the builders stating that they can’t be held responsible for the failure of local authorities to comply with statutory provisions.After a Division Bench upheld this verdict, the Kerala State Coastal Zone Management Authority (KCZMA) approached the Supreme Court, which constituted a three-member panel to examine whether the buildings violated CRZ norms. Based on the panel’s report that the buildings fell within CRZ-III, the Supreme Court on May 8 ordered the demolition of the apartments. After dismissing the review petitions, the apex court on September 6 ordered the demolition to be completed by September 20.On Monday, during a suo motu hearing on the lack of action on the part of the State in carrying out its order, the apex court pulled up the Kerala Chief Secretary, accusing the State authorities of “playing with nature”.Blind spots and concernsThe case raises multiple concerns regarding environmental governance and adjudication. Even the key question of whether the apartments fall within CRZ-III, which would prohibit construction within 200 metres from the High Tide Line, or the less restrictive CRZ-II is unsettled. The three-member panel appointed by the Supreme Court stated that as per the CRZ notification of 1991 and the Kerala Coastal Zone Management Plan, 1996, the area in question came under CRZ-III. Maradu became a municipality in 2010 and consequently, the 2011 CRZ notification categorised it under CRZ-II, though the Union Environment Ministry approved this only in February 2019.The Court held that since at the time of construction, the area fell within CRZ-III, these were unauthorised constructions. The Court adopted a narrow view by merely examining the bureaucratic categorisation and ignored that the construction was based on permission granted by the local government and orders of the High Court. While the Kerala High Court held that permit holders shouldn’t be made liable for the regulatory oversight of local authorities, the Supreme Court did not address this question.The process of adjudication through a three-member committee also raises questions since it further delegated the task to another technical committee, which the residents allege, did not give them a fair hearing.This case reveals the court’s massive blind spot: the real-world implications of its verdict. The order cryptically states “let all the structures be removed forthwith within a period of one month from today” without clearly stating who should undertake the demolition.Alarmingly, the court is silent on the fate of the owners and residents of the apartments. Unlike most judgments on evictions, the court does not pronounce on the question of rehabilitation or compensation for those who would lose their homes.A technocratic approachWhile the demolition is ostensibly for protecting the environment, the Supreme Court order doesn’t sufficiently explain how the constructions in question damage the environment. Instead of a jurisprudence on environmental justice, it adopted technocratic proceduralism for arriving at its verdict. Ironically, more serious environmental damage is likely to be caused by the demolition of the apartments. A report by IIT-Madras has highlighted that air pollution caused by the demolition would pose severe health hazards to those residing nearby, besides the long-term environmental costs of the debris generated. Fearing the “collateral damage” of the demolition, a person residing close to the apartments has filed a petition in the Supreme Court opposing the unplanned implosion/explosion of the buildings.The case highlights the pathologies of executive and judicial decision-making on environment and urban development in India. While State authorities and courts were complicit in allowing the buildings to be constructed in the first place, liability is now being placed squarely on the apartment owners. In some regards, it is a continuation of the jurisprudence based on court-appointed committees rather than hearing affected parties that resulted, especially in Delhi, in the demolition of numerous “illegal slums”. This logic has now come back to bite the middle class. For environmental justice, what we need is a strong environmental governance system that enables all stakeholders to prevent violations instead of the court becoming India’s new demolition man.", "summary": ["A Supreme Court order for demolishing a set of apartments in Maradu, a suburb in Ernakulam, has caused a legal and political crisis.", "After dithering initially, Chief Minister Pinarayi Vijayan has stated that his government will pursue all options to protect the residents.In 2006, the Maradu panchayat had granted building permissions for constructing the apartments.", "However, after a directive from the local self-government department, the panchayat issued a show-cause notice to the builders for violating Coastal Regulatory Zone (CRZ) rules.", "The builders got a stay order from the Kerala High Court in 2007 which allowed them to continue construction.", "The High Court ruled in favour of the builders stating that they can’t be held responsible for the failure of local authorities to comply with statutory provisions.After a Division Bench upheld this verdict, the Kerala State Coastal Zone Management Authority (KCZMA) approached the Supreme Court, which constituted a three-member panel to examine whether the buildings violated CRZ norms.", "Based on the panel’s report that the buildings fell within CRZ-III, the Supreme Court on May 8 ordered the demolition of the apartments.", "After dismissing the review petitions, the apex court on September 6 ordered the demolition to be completed by September 20.On Monday, during a suo motu hearing on the lack of action on the part of the State in carrying out its order, the apex court pulled up the Kerala Chief Secretary, accusing the State authorities of “playing with nature”.Blind spots and concernsThe case raises multiple concerns regarding environmental governance and adjudication.", "The three-member panel appointed by the Supreme Court stated that as per the CRZ notification of 1991 and the Kerala Coastal Zone Management Plan, 1996, the area in question came under CRZ-III.", "Maradu became a municipality in 2010 and consequently, the 2011 CRZ notification categorised it under CRZ-II, though the Union Environment Ministry approved this only in February 2019.The Court held that since at the time of construction, the area fell within CRZ-III, these were unauthorised constructions.", "The Court adopted a narrow view by merely examining the bureaucratic categorisation and ignored that the construction was based on permission granted by the local government and orders of the High Court.", "While the Kerala High Court held that permit holders shouldn’t be made liable for the regulatory oversight of local authorities, the Supreme Court did not address this question.The process of adjudication through a three-member committee also raises questions since it further delegated the task to another technical committee, which the residents allege, did not give them a fair hearing.This case reveals the court’s massive blind spot: the real-world implications of its verdict.", "The order cryptically states “let all the structures be removed forthwith within a period of one month from today” without clearly stating who should undertake the demolition.Alarmingly, the court is silent on the fate of the owners and residents of the apartments.", "Unlike most judgments on evictions, the court does not pronounce on the question of rehabilitation or compensation for those who would lose their homes.A technocratic approachWhile the demolition is ostensibly for protecting the environment, the Supreme Court order doesn’t sufficiently explain how the constructions in question damage the environment.", "Ironically, more serious environmental damage is likely to be caused by the demolition of the apartments.", "Fearing the “collateral damage” of the demolition, a person residing close to the apartments has filed a petition in the Supreme Court opposing the unplanned implosion/explosion of the buildings.The case highlights the pathologies of executive and judicial decision-making on environment and urban development in India.", "While State authorities and courts were complicit in allowing the buildings to be constructed in the first place, liability is now being placed squarely on the apartment owners."], "ner_tags": {"PERSON": ["Pinarayi Vijayan", "Maradu"], "ORG": ["Supreme Court", "Coastal Regulatory Zone", "CRZ", "the Kerala High Court", "The High Court", "Division Bench", "the Kerala State Coastal Zone Management Authority", "KCZMA", "the Supreme Court", "CRZ-III", "the Supreme Court", "State", "State", "the Supreme Court", "CRZ", "the Kerala Coastal Zone Management Plan", "CRZ-III.Maradu", "CRZ", "the Union Environment Ministry", "Court", "CRZ-III", "Court", "the High Court", "the Kerala High Court", "the Supreme Court", "Supreme Court", "the Supreme Court", "State"], "GPE": ["Maradu", "Ernakulam", "Kerala", "India"], "PRODUCT": ["CRZ-II"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-opinion/inequality-of-another-kind/article29495655.ece", "title": "Inequality of another kind", "category": "Opinion", "date": "2019/09/24", "id": "674e95ee-f5ff-45ff-9d75-986d8ed52219", "text": "Recently, in\nFaheema Shirin v. State of Kerala\n, the Kerala High Court declared the right to Internet access as a fundamental right forming a part of the right to privacy and the right to education under Article 21 of the Constitution. While this is a welcome move, it is important to recognise the right to Internet access as an independent right.Digital inequalityInequality is a concept that underpins most interventions focussed on social justice and development. It resembles the mythological serpent Hydra in Greek mythology — as the state attempts to deal with one aspect of inequality, many new aspects keep coming up.In recent times, several government and private sector services have become digital. Some of them are only available online. This leads to a new kind of inequality, digital inequality, where social and economic backwardness is exacerbated due to information poverty, lack of infrastructure, and lack of digital literacy. According to the Deloitte report, ‘Digital India: Unlocking the Trillion Dollar Opportunity’, in mid-2016, digital literacy in India was less than 10%. We are moving to a global economy where knowledge of digital processes will transform the way in which people work, collaborate, consume information, and entertain themselves. This has been acknowledged in the Sustainable Development Goals as well as by the Indian government and has led to the Digital India mission. Offering services online has cost and efficiency benefits for the government and also allows citizens to bypass lower-level government bureaucracy. However, in the absence of Internet access and digital literacy enabling that access, there will be further exclusion of large parts of the population, exacerbating the already existing digital divide.Moving governance and service delivery online without the requisite progress in Internet access and digital literacy also does not make economic sense. For instance, Common Service Centres, which operate in rural and remote locations, are physical facilities which help in delivering digital government services and informing communities about government initiatives. While the state may be saving resources by moving services online, it also has to spend resources since a large chunk of citizens cannot access these services. The government has acknowledged this and has initiated certain measures in this regard. The Bharat Net programme, aiming to have an optical fibre network in all gram panchayats, is to act as the infrastructural backbone for having Internet access all across the country. However, the project has consistently missed all its deadlines while the costs involved have doubled. Similarly, the National Digital Literacy Mission has barely touched 1.67% of the population and has been struggling for funds. This is particularly worrying because Internet access and digital literacy are dependent on each other, and creation of digital infrastructure must go hand in hand with the creation of digital skills.The importance of digital literacyInternet access and digital literacy have implications beyond access to government services. Digital literacy allows people to access information and services, collaborate, and navigate socio-cultural networks. In fact, the definition of literacy today must include the ability to access and act upon resources and information found online. While the Kerala High Court judgment acknowledges the role of the right to access Internet in accessing other fundamental rights, it is imperative that the right to Internet access and digital literacy be recognised as a right in itself. In this framework the state would have (i) a positive obligation to create infrastructure for a minimum standard and quality of Internet access as well as capacity-building measures which would allow all citizens to be digitally literate and (ii) a negative obligation prohibiting it from engaging in conduct that impedes, obstructs or violates such a right. Recognising the right to internet access and digital literacy will also make it easier to demand accountability from the state, as well as encourage the legislature and the executive to take a more proactive role in furthering this right. The courts have always interpreted Article 21 as a broad spectrum of rights considered incidental and/or integral to the right to life.A right to Internet access would also further provisions given under Articles 38(2) and 39 of the Constitution. It has now become settled judicial practice to read fundamental rights along with directive principles with a view to defining the scope and ambit of the former. We are living in an ‘information society’. Unequal access to the Internet creates and reproduces socio-economic exclusions. It is important to recognise the right to Internet access and digital literacy to alleviate this situation, and allow citizens increased access to information, services, and the creation of better livelihood opportunities.", "summary": [", the Kerala High Court declared the right to Internet access as a fundamental right forming a part of the right to privacy and the right to education under Article 21 of the Constitution.", "While this is a welcome move, it is important to recognise the right to Internet access as an independent right.Digital inequalityInequality is a concept that underpins most interventions focussed on social justice and development.", "It resembles the mythological serpent Hydra in Greek mythology — as the state attempts to deal with one aspect of inequality, many new aspects keep coming up.In recent times, several government and private sector services have become digital.", "This leads to a new kind of inequality, digital inequality, where social and economic backwardness is exacerbated due to information poverty, lack of infrastructure, and lack of digital literacy.", "We are moving to a global economy where knowledge of digital processes will transform the way in which people work, collaborate, consume information, and entertain themselves.", "This has been acknowledged in the Sustainable Development Goals as well as by the Indian government and has led to the Digital India mission.", "Offering services online has cost and efficiency benefits for the government and also allows citizens to bypass lower-level government bureaucracy.", "However, in the absence of Internet access and digital literacy enabling that access, there will be further exclusion of large parts of the population, exacerbating the already existing digital divide.Moving governance and service delivery online without the requisite progress in Internet access and digital literacy also does not make economic sense.", "While the state may be saving resources by moving services online, it also has to spend resources since a large chunk of citizens cannot access these services.", "The Bharat Net programme, aiming to have an optical fibre network in all gram panchayats, is to act as the infrastructural backbone for having Internet access all across the country.", "This is particularly worrying because Internet access and digital literacy are dependent on each other, and creation of digital infrastructure must go hand in hand with the creation of digital skills.The importance of digital literacyInternet access and digital literacy have implications beyond access to government services.", "Digital literacy allows people to access information and services, collaborate, and navigate socio-cultural networks.", "In fact, the definition of literacy today must include the ability to access and act upon resources and information found online.", "While the Kerala High Court judgment acknowledges the role of the right to access Internet in accessing other fundamental rights, it is imperative that the right to Internet access and digital literacy be recognised as a right in itself.", "In this framework the state would have (i) a positive obligation to create infrastructure for a minimum standard and quality of Internet access as well as capacity-building measures which would allow all citizens to be digitally literate and (ii) a negative obligation prohibiting it from engaging in conduct that impedes, obstructs or violates such a right.", "Recognising the right to internet access and digital literacy will also make it easier to demand accountability from the state, as well as encourage the legislature and the executive to take a more proactive role in furthering this right.", "Unequal access to the Internet creates and reproduces socio-economic exclusions.", "It is important to recognise the right to Internet access and digital literacy to alleviate this situation, and allow citizens increased access to information, services, and the creation of better livelihood opportunities."], "ner_tags": {"PERSON": ["Hydra"], "NORP": ["Greek", "Indian", "Bharat"], "ORG": ["the Kerala High Court", "Digital", "the Sustainable Development Goals", "Digital India", "Digital", "Kerala High Court"], "LAW": ["Article 21 of the Constitution"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-opinion/why-seek-western-validation/article29495653.ece", "title": "Why seek Western validation ", "category": "Opinion", "date": "2019/09/24", "id": "3d1a1076-c826-42d9-b8d2-19f5eaf52a41", "text": "Recently,\nThe Guardian\nreleased its list of 100 best films of the 21st century. The only Indian (read Hindi) film in the list is Anurag Kashyap’s\nGangs of Wasseypur\n. This mention attracted considerable attention in the Indian media. While some sections of the media praised the film, a few wondered if it is really that good.Individual preferencesIt should be noted that most lists are arbitrary and often reflect the preferences of the individuals who prepare them. We concur with some choices and disagree with others. But the veneration of the film because of its mention in the list points to a larger, deep-seated malaise in India: the need for Western validation.There is also another problem with such lists. It is that for many Western film critics, Indian cinema doesn’t exist beyond Hindi cinema. Hindi cinema has a wider reach, clout and visibility. Hindi mainstream actors also have a pan-Indian presence. Some of them regularly act in non-Hindi films. Hindi cinema is also widely written about in popular media and academia. Other film cultures and industries in India do not enjoy this exposure. And so, in the larger Western imagination, Hindi cinema is synonymous with Indian cinema or representative of it. I wonder if parts of the West even know about the other film cultures that thrive in India and the brilliant films that have been made in non-Hindi film industries of India, which are as good as, if not better than,\nGangs of Wasseypur\n.This is not to say that\nGangs of Wasseypur\nis not a good film. It is not a mainstream Bollywood film. Kashyap decentres the gangster-mafia conversation beyond Mumbai and throws us into a world of characters who don’t look, feel, or talk like their counterparts in other Hindi mafia-gangster films. I would say that Kashyap retains many formulaic Bollywood conventions of the genre with his use of music, violence, sex, and a love story, but situates these conventions in a milieu that is foreign to mainstream Hindi cinema audiences. He uses local sounds, actors and dialects. The lead characters are as vulnerable as their opponents. There are no hero characters in the film. He also exposes the unholy nexus between politics and unorganised crime and highlights issues of caste. Kashyap renders formula in a non-formulaic way. The first part of\nGangs of Wasseypur\nis captivating indeed, but the second part falters in some ways.Other contendersHaving said that, is it really the best Indian film of the 21st century? I don’t think so. For that spot, there are many contenders from non-Hindi film cultures of India. Lijo Jose Pellissery’s Malayalam crime drama,\nAngamaly Diaries,\nis a remarkable film. It shows how local youth are drawn to crime and eventually form a gang. It is also a commentary on the aspirations and needs of a social class. Rajeev Ravi’s\nKammatipaadam\nexplores similar territory. Vetrimaaran’s films in Tamil are no less. Karthik Subbaraj made\nJigarthanda\n, an ode to gangsters. Ameer Sultan’s\nParuthiveeran\ngave me the chills. What about Gurvinder Singh’s Punjabi films\nAnhe Ghore Da Daan\nand the intensely lyrical\nChauthi Koot\n? Raam Reddy made the genre-bending Kannada film,\nThithi\n. In Marathi, Nagraj Manjule made\nFandry\n, Chaitanya Tamhane made\nCourt,\nAvinash Arun made\nKilla.\nEven within the Hindi film fold, Nandita Das debuted with a searing commentary on the 2002 Gujarat riots,\nFiraaq\n. There are others like\nMasaan\nand\nNewton\nwith inventive storytelling. Rajat Kapoor made the perplexing\nAnkhon Dekhi\nwhich deserved more discussion.These show that we ought to celebrate and recognise India’s best cinema for reasons that are entirely our own, not because some of these films are appreciated by the West.", "summary": ["Recently,", "released its list of 100 best films of the 21st century.", "The only Indian (read Hindi) film in the list is Anurag Kashyap’s", ". This mention attracted considerable attention in the Indian media.", "While some sections of the media praised the film, a few wondered if it is really that good.Individual preferencesIt should be noted that most lists are arbitrary and often reflect the preferences of the individuals who prepare them.", "But the veneration of the film because of its mention in the list points to a larger, deep-seated malaise in India: the need for Western validation.There is also another problem with such lists.", "It is that for many Western film critics, Indian cinema doesn’t exist beyond Hindi cinema.", "Hindi cinema has a wider reach, clout and visibility.", "Hindi mainstream actors also have a pan-Indian presence.", "Some of them regularly act in non-Hindi films.", "Hindi cinema is also widely written about in popular media and academia.", "Other film cultures and industries in India do not enjoy this exposure.", "And so, in the larger Western imagination, Hindi cinema is synonymous with Indian cinema or representative of it.", "I wonder if parts of the West even know about the other film cultures that thrive in India and the brilliant films that have been made in non-Hindi film industries of India, which are as good as, if not better than,", "is not a good film.", "It is not a mainstream Bollywood film.", "Kashyap decentres the gangster-mafia conversation beyond Mumbai and throws us into a world of characters who don’t look, feel, or talk like their counterparts in other Hindi mafia-gangster films.", "I would say that Kashyap retains many formulaic Bollywood conventions of the genre with his use of music, violence, sex, and a love story, but situates these conventions in a milieu that is foreign to mainstream Hindi cinema audiences.", "He uses local sounds, actors and dialects.", "The lead characters are as vulnerable as their opponents.", "There are no hero characters in the film.", "He also exposes the unholy nexus between politics and unorganised crime and highlights issues of caste.", "Kashyap renders formula in a non-formulaic way.", "Gangs of Wasseypur", "Gangs of Wasseypur", "Gangs of Wasseypur", "Gangs of Wasseypur", "is captivating indeed, but the second part falters in some ways.Other contendersHaving said that, is it really the best Indian film of the 21st century?", "I don’t think so.", "For that spot, there are many contenders from non-Hindi film cultures of India.", "Lijo Jose Pellissery’s Malayalam crime drama,", "is a remarkable film.", "It shows how local youth are drawn to crime and eventually form a gang.", "It is also a commentary on the aspirations and needs of a social class.", "Vetrimaaran’s films in Tamil are no less.", "What about Gurvinder Singh’s Punjabi films", "? Raam Reddy made the genre-bending Kannada film,", "Even within the Hindi film fold, Nandita Das debuted with a searing commentary on the 2002 Gujarat riots,", ". There are others like", "which deserved more discussion.These show that we ought to celebrate and recognise India’s best cinema for reasons that are entirely our own, not because some of these films are appreciated by the West."], "ner_tags": {"PERSON": ["Hindi", "Anurag Kashyap’s", "Hindi", "Bollywood", "Bollywood", "Lijo Jose Pellissery’s Malayalam", "Gurvinder Singh’s", "Raam Reddy", "Kannada", "Hindi", "Nandita Das"], "NORP": ["Indian", "Indian", "Western", "Indian", "pan-Indian", "non-Hindi", "Indian", "non-Hindi", "Hindi", "Indian", "non-Hindi", "Tamil"], "ORG": ["Kashyap", "WasseypurGangs", "WasseypurGangs", "WasseypurGangs", "Vetrimaaran’s"], "GPE": ["India", "India", "India", "India", "Mumbai", "Hindi", "India", "India"], "LOC": ["West"], "PRODUCT": ["Gujarat"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-opinion/texan-outreach/article29495639.ece", "title": "Texan outreach", "category": "Opinion", "date": "2019/09/24", "id": "b198aac4-adce-4871-b56f-e49e80dbbc76", "text": "The Houston gathering of the Indian diaspora in the U.S. on Sunday addressed by Prime Minister Narendra Modi and U.S. President Donald Trump was a resounding success in meeting its stated and implied objectives. Mr. Modi has drafted Indian diaspora communities in several countries for advancing his strategic objectives. The diaspora in the U.S. is of pre-eminent significance given its increasing political heft and the centrality of the U.S. in India’s strategic architecture. Mr. Trump’s appearance at the rally and his effusive support for India were a reflection of the community’s influence in U.S. politics. He named fighting “radical Islamic terrorism” as a key common interest of the two countries, spurring a standing ovation by the audience, including Mr. Modi. Mr. Trump also emphasised border security, a controversial topic in both democracies. Mr. Modi presented the ending of autonomy for Jammu and Kashmir to the cheering crowd as a significant achievement of this government. The rally galvanised the diaspora in support for Mr. Modi’s politics in India, and enticed Mr. Trump.", "summary": ["The Houston gathering of the Indian diaspora in the U.S. on Sunday addressed by Prime Minister Narendra Modi and U.S. President Donald Trump was a resounding success in meeting its stated and implied objectives.", "Mr. Modi has drafted Indian diaspora communities in several countries for advancing his strategic objectives.", "Mr. Trump’s appearance at the rally and his effusive support for India were a reflection of the community’s influence in U.S. politics.", "The rally galvanised the diaspora in support for Mr. Modi’s politics in India, and enticed Mr. Trump."], "ner_tags": {"PERSON": ["Narendra Modi", "Donald Trump", "Modi", "Trump"], "NORP": ["Indian", "Indian"], "ORG": ["Modi", "Trump"], "GPE": ["Houston", "U.S.", "U.S.", "India", "U.S.", "India"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-opinion/credibility-deficit/article29495647.ece", "title": "Credibility deficit", "category": "Opinion", "date": "2019/09/24", "id": "4f9f70c6-0ba9-484d-b595-1edb5f05df72", "text": "In modifying its recommendation concerning Justice A.A. Kureshi, the Supreme Court Collegium appears to have succumbed to pressure from the Union government. Modifying its resolution of May 10 that the senior judge be appointed Chief Justice of the Madhya Pradesh High Court, the Collegium has now decided to send him to the Tripura High Court. It was quite apparent that the Centre was averse to the elevation of Justice Kureshi, who is from the Gujarat High Court, but serving in the Bombay High Court on transfer. The government did not act on the recommendation for months, raising the suspicion that it was blocking his appointment. The Collegium modified its decision after considering letters from the Department of Justice on August 23 and 27, and “accompanying material”. It is not known if the controversy has ended. It is possible that the Collegium and the Centre have arrived at a compromise under which the government drops its opposition to his appointment as Chief Justice on the condition that he is sent to a smaller high court. However, until his appointment as head of the Tripura High Court is notified, there will be a lurking doubt on whether the latest resolution is in line with the Centre’s approval. Under the current procedure, the Collegium may reconsider a recommendation, but the government is bound to implement a decision that is reiterated.", "summary": ["In modifying its recommendation concerning Justice A.A. Kureshi, the Supreme Court Collegium appears to have succumbed to pressure from the Union government.", "Modifying its resolution of May 10 that the senior judge be appointed Chief Justice of the Madhya Pradesh High Court, the Collegium has now decided to send him to the Tripura High Court.", "It was quite apparent that the Centre was averse to the elevation of Justice Kureshi, who is from the Gujarat High Court, but serving in the Bombay High Court on transfer.", "The Collegium modified its decision after considering letters from the Department of Justice on August 23 and 27, and “accompanying material”.", "It is possible that the Collegium and the Centre have arrived at a compromise under which the government drops its opposition to his appointment as Chief Justice on the condition that he is sent to a smaller high court."], "ner_tags": {"PERSON": ["A.A. Kureshi", "Kureshi"], "ORG": ["the Supreme Court Collegium", "the Madhya Pradesh High Court", "Collegium", "the Tripura High Court", "Centre", "the Gujarat High Court", "the Bombay High Court", "Collegium", "the Department of Justice"]}}, {"url": "https://www.thehindu.com/todays-paper/tp-opinion/in-search-of-a-constitution-from-an-editorial/article29495648.ece", "title": "In search of a Constitution From an Editorial ", "category": "Opinion", "date": "2019/09/24", "id": "74335c95-c9cd-4d9b-a396-b3fdfe74ec21", "text": "", "summary": [], "ner_tags": {}}]}